{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/adaptador-cable-usb-c-a-hdmi-1.webp","/images/products/adaptador-cable-usb-c-a-hdmi-2.webp","/images/products/adaptador-cable-usb-c-a-hdmi-3.webp","/images/products/adaptador-cable-usb-c-a-hdmi-4.webp","/images/products/adaptador-cable-usb-c-a-hdmi-5.webp","/images/products/adaptador-cable-usb-c-a-hdmi-6.webp"],"Description":"Plug & Play (conectar y usar): plug-and-play, no requiere controladores ni softwares adicionales. Perfectamente compatible con tu MacBook Pro o MacBook, I Mac, Surface Book 2, Pixels, HP Envy 13, Galaxy Book y Chromebook, uno o dos monitores/pantallas con HDMI, resolución de hasta 4K @30Hz. Compatible con televisores, monitores y proyectores con HDMI para transferencia de video y audio.\nTransmisión desde cualquier lugar: transmite eventos deportivos, mira películas, juegos y muestra fotos u álbumes directamente desde tus dispositivos (Samsung Galaxy S8/S9/S8 Plus/S9 Plus/Note 8) y nunca te pierdas el touchdown ganador del partido o tus episodios favoritos de la tele. No más preocupaciones por los problemas de transmisión del Wi-Fi. (*Nota: diseñado para computadoras principalmente, no tiene ningún puerto de carga en el adaptador).\nAmplia compatibilidad: compatible con MacBook Pro 2016-2020, Surface Book 2, Surface Go, i Mac 2017, MacBook 2017/2016/2015, Samsung Galaxy S8/S9/Note 8/Note 9, HTC U11, Pixel Book, Dell XPS 15/XPS 13, HP Envy 13, Galaxy Book, Chromebook, Chromebook Pixel, Intel NUC, Pixel Slat, y muchos otros (ver la descripción del producto detallada en la siguiente sección). Recordatorio: con dispositivos con USB 3.1 Gen 1 y Samsung Galaxy S9/S8, puede tardar más tiempo en sincronizarse. Ten paciencia y dale tiempo\nDiseño compacto, sencillo y ligero, con diseño antideslizante fácil de usar, para conectar y desconectar fácilmente. Cable de nailon trenzado para mayor durabilidad. Carcasa de aluminio de alta calidad para un mejor aislamiento térmico. Se adapta perfectamente a los puertos USB-C de tus dispositivos, mejor protección de la transferencia de señal.\nLo que obtienes: 1 adaptador USB C a HDMI que te permite trabajar de manera eficiente en cualquier lugar.\n\nDimensiones del producto: 8,07 x 0,91 x 0,39 pulgadas","Price":15.00,"Features":[],"Date":"2024-02-28T05:29:42.4360359-05:00","Update":"2024-02-28T07:53:53.6898996-05:00","Label":"Adaptador Cable USB-C a HDMI"}