{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-1.webp","/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-2.webp","/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-3.webp","/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-4.webp","/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-5.webp","/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-6.webp","/images/products/adaptador-usb-c-hembra-a-usb-a-31-macho-7.webp"],"Description":"Transmisi칩n de alta velocidad: utilizando la tecnolog칤a USB 3.1 Gen 2, este adaptador USB a USB C admite transmisi칩n de datos de hasta 10 Gbps. La velocidad de transmisi칩n de este adaptador USB C es el doble que la de USB 3.0 y m치s de 20 veces la de USB 2.0. Esto significa que solo tarda unos segundos en transferir pel칤culas 4K HD, lo que le brinda una experiencia de velocidad sin igual.\n\n丘뫮잺 Carga r치pida: resistencias dobles integradas de 56 k풜 y soporta carga r치pida de hasta 100 W, 20 V 5 A. Otras marcas en el mercado solo admiten carga 1-3A. carga dispositivos m치s r치pido y eficientemente. (Nota: Debido a la incompatibilidad de los protocolos de carga, este adaptador no es compatible con su cargador Magsafe 12 ni carga MacBook)\n\n游눑 Mano de obra superior: 쮺ansado de que el adaptador USB C a A se deshaga durante el enchufe y desenchufe? El adaptador USB C utiliza una forma integral de material de carcasa de aleaci칩n de aluminio de grado aeron치utico, que puede soportar m치s de 20,000 enchufes y desenchufes frecuentes. La textura mate superior te ofrece seguridad, experiencia c칩moda y agradable\n\n游녨 F치cil de usar: ten en cuenta que este adaptador USB-C a USB solo admite transmisi칩n de alta velocidad de 10 Gbps de un solo lado (mientras que otras marcas solo proporcionan 1/2 velocidad de transmisi칩n). El puerto hembra tipo C le permite cambiar entre la velocidad USB 3.1 y la velocidad USB 2.0 con un simple giro del enchufe tipo C. 춰Ahora puede disfrutar de una calidad de transmisi칩n sin igual desde sus dispositivos!\n\n九덢잺 Portabilidad lista para viajar: lleva este ligero adaptador USB-C a USB-A contigo a cualquier lugar que vayas. Es un 20% m치s peque침o que otros adaptadores de la competencia, lo que te permite guardarlo de forma segura en mochila, bolso, bolsillo, malet칤n, caj칩n de escritorio o en cualquier otro lugar que desees.\n\nTransferencia de datos s칰per r치pida (OTG) de 10 Gbps y carga r치pida\n1. Este adaptador USB A a C no puede mejorar la velocidad de transmisi칩n de su dispositivo. La velocidad de transmisi칩n que obtiene depende del puerto USB A hembra de su dispositivo. Si su dispositivo es USB 3.0 A puerto hembra, obtendr치 la misma velocidad MAX 10 Gbps y si es de USB 2.0 A hembra, obtendr치 480 Mbps.\n\n2. El puerto hembra tipo C tiene una velocidad 2.0 y 3.0 dependiendo de la configuraci칩n. Simplemente gira tu enchufe tipo C para cambiar entre la velocidad que necesitas.\n\n3. La resistencia doble integrada de 56 K풜 en este adaptador USB C XAOSUN garantiza una carga y transferencia de datos seguras y duraderas, protecci칩n contra sobrecalentamiento en la carga de control de calidad y BC, m치s seguridad. Dado que el puerto USB-A no admite la funci칩n PD, no puede admitir la carga r치pida del protocolo PD.\n\nCompatibilidad definitiva\nEste adaptador funciona muy bien con cualquier dispositivo que tenga un puerto USB A y le permitir치 conectar un cable USB C.\nDispositivo incompatible: NO PUEDE funcionar con iPad Pro 2018\n\nNota:\n1. Este adaptador USB C puede cargar tel칠fonos y tabletas, pero no puede cargar una computadora port치til.\n\n2. Funcionalidad USB solamente. El adaptador C a USB NO PUEDE enviar HDMI, VGA u otras se침ales de audio y video.\n\n3. Este adaptador USB C puede cargar Google Pixel solo por cargador con salida 3A.\n\n4. Este adaptador USB C no deber칤a poder conectarse al bloque de carga con capacidad de carga super. Solo deber칤a permitir la conexi칩n al puerto USB 2.0/3.0/3.1 de la computadora.\n\n5. 10Gbps es la velocidad de transmisi칩n m치xima te칩rica, la velocidad real final tambi칠n depende de la salida y el dispositivo de entrada y el cable, etc.\n\n쯈u칠 hay en la caja?\nAdaptador USB C hembra a USB macho (gris espacial)","Price":6.50,"Features":[],"Date":"2025-03-13T12:17:04.72874-04:00","Update":"2025-03-13T13:03:05.5467376-04:00","Label":"Adaptador USB-C Hembra a USB-A 3.1 Macho"}