{
  "Category": "Periféricos",
  "SubCategory": "Altavoces",
  "Images": [
    "/images/products/altavoces-logitech-z213-21-1.webp",
    "/images/products/altavoces-logitech-z213-21-2.webp",
    "/images/products/altavoces-logitech-z213-21-3.webp",
    "/images/products/altavoces-logitech-z213-21-4.webp",
    "/images/products/altavoces-logitech-z213-21-5.webp",
    "/images/products/altavoces-logitech-z213-21-6.webp"
  ],
  "Description": "Subwoofer de disparo descendente con perilla de control de graves ajustable: sube los graves para añadir un extremo inferior más profundo y rico a tu música, películas y juegos\nPotencia máxima de 14 W (7 W RMS): Disfruta de todo tu entretenimiento de audio con sonido estéreo fuerte y claro. volumen y la toma de auriculares utilizando el pod de control con cable\nConveniente cápsula de control de mano: encienda fácilmente los altavoces, ajuste el volumen y conecte sus auriculares para escuchar en privado\nAltavoces satelitales compactos: el diseño inclinado dirige un gran sonido a tus oídos sin sacrificar el valioso espacio en el escritorio. Satélites: 2 x 1.5W\nConfiguración Plug-and-Play: Conexión por cable simple a dispositivos de audio con salida de 0.138 in (computadoras Windows y Mac, teléfonos inteligentes, tabletas, reproductores de MP3)\n\nAltavoces multimedia Logitech Z213\nBajo completo, diseño compacto. Añade una experiencia de sonido más rica y profunda a los videos de YouTube, películas en streaming, tu música y juegos favoritos. Los altavoces satelitales compactos ofrecen una excelente calidad de sonido pero caben fácilmente en un escritorio, estantería o mueble de TV. El subwoofer bombea graves profundos que son fáciles de ajustar a tu gusto. Ya sea que desee un sonido mejor y más completo para su PC, Mac o la música de su teléfono inteligente, este sistema de altavoces estéreo hace que el audio sea fácil de conectar y usar.\nIncluye altavoces estéreo compactos, subwoofer y módulo de control\nVer más grande Cápsula de control con cable con conector para auriculares\nVer más grande Rich, bajo completo\nDesde pistas de películas explosivas hasta los ritmos de conducción detrás de tus canciones favoritas, el subwoofer de disparo descendente con controlador de 4 pulgadas te ofrece graves profundos y completos que puedes sentir.\nPráctico cápsula de control con conector para auriculares\nEl módulo de control con cable con encendido/apagado y ajuste de volumen te mantiene al mando completo de tu sonido. Un conector para auriculares está integrado para que pueda escuchar música con total privacidad en cualquier momento.\nSube el bajo\nAjusta rápidamente los graves hacia arriba o hacia abajo a tu gusto con un simple giro de la perilla de control de graves en la parte posterior del subwoofer.\nTamaño compacto, acústica de alta calidad\nCon un diseño inclinado, cada altavoz satélite está en ángulo hacia arriba para dirigir un sonido detallado a tus oídos mientras que también ahorra valioso espacio en el escritorio. Probado y sintonizado en los laboratorios de investigación y desarrollo.\n\nSubwoofer de disparo descendente con control de graves ajustable\nVer más grande\nProductos destacados\nSubwoofer con perilla de control de graves\nPoder/volumen de control de volumen\nAltavoces satelitales sintonizados acústicamente\nSe conecta a computadoras, teléfonos inteligentes, tabletas, reproductores de MP3 y consolas de juegos con salida de 0.138 in\nPotencia máxima de 14 W (7 W RMS)",
  "Price": 95.00,
  "Features": [
    "7W RMS",
    "Subwoofer",
    "USB",
    "AUX",
    "Parlantes",
    "Speakers"
  ],
  "Date": "2024-08-16T12:35:11.0884532-04:00",
  "Update": "2024-08-16T12:39:32.9947642-04:00",
  "Label": "Altavoces Logitech Z213 2.1"
}