{"Category":"Periféricos","SubCategory":"Altavoces","Images":["/images/products/altavoces-logitech-z150-1.webp","/images/products/altavoces-logitech-z150-2.webp"],"Description":"Proporciona un diseño extensible que permite la priorización de servicios para los datos\n\nDiseño que ofrece alta disponibilidad, escalabilidad y máxima flexibilidad y precio/rendimiento\n\nSonido estéreo rico: dos controladores de 2 \"ofrecen 6 vatios de potencia máxima para un sonido estéreo claro y fuerte\nConecte dos dispositivos al mismo tiempo: Conecte simultáneamente su teléfono inteligente más tableta o computadora portátil a través de una entrada de audio de 3; 0.197 in más línea auxiliar\nControles convenientes: el volumen y la potencia del panel frontal se combinan en una perilla de control de fácil acceso\nPráctico conector para auriculares: escucha música, películas y juegos con total privacidad\nDiseño compacto y duradero: construido para durar con acústica de alta calidad, probado y sintonizado en los laboratorios de audio de última generación de Logitech\n\nAltavoces multimedia Logitech Z150 (negro) tamaño pequeño. Sonido claro.\n\nFiables y asequibles, estos altavoces compactos hacen que sea fácil escuchar tu música, películas y videos desde múltiples dispositivos con un sonido estéreo claro y rico. Con dos entradas de audio, puede conectar su teléfono inteligente, tableta o computadora portátil, o incluso dos de ellas al mismo tiempo. El volumen y la potencia del altavoz más un conector para auriculares hacen que escuchar sea un placer, en voz alta o con total privacidad.\nAspectos destacados del producto\nSonido estéreo claro y rico 2.0\n\nConecta dos dispositivos simultáneamente a través de línea de audio de 0.138 in y entrada auxiliar\nDos controladores de alta calidad de 2 pulgadas\nPotencia máxima de 6 W\nSimplicidad plug-and-play para smartphones, tabletas y portátiles\nPráctico botón de volumen/potencia 2 en 1\nToma de auriculares incorporada\nDiseño sólido y compacto\nEscucha la claridad\n\nDos controladores de alta claridad de 2 pulgadas ofrecen 6 vatios de potencia máxima y un rico sonido estéreo lo suficientemente fuerte para que puedas disfrutar en tu hogar.\n\n\nDoble dispositivo de escucha\nTanto una línea de audio de 0.138 in como una entrada auxiliar le permiten conectar dos dispositivos al mismo tiempo, como su teléfono inteligente más tableta o computadora portátil, y cambiar fácilmente entre ellos.\n\n\nToma el control\nEl volumen y la potencia se simplifican en una simple perilla de control\nLas entradas de auriculares y audio están convenientemente ubicadas en el panel frontal para un enchufe rápido.\nPráctico conector para auriculares\nPuede conectar sus auriculares rápidamente para escuchar música y películas con total privacidad.\nAmpliar","Price":37.00,"Features":["3W RMS","USB","AUX","Compactas","Parlantes","Speakers"],"Date":"2025-04-24T14:41:48.3447751-04:00","Update":"2025-04-24T14:43:56.6392309-04:00","Label":"Altavoces Logitech Z150"}