{"Category":"Periféricos","SubCategory":"Altavoces","Images":["/images/products/altavoces-creative-pebble-plus-21-1.webp","/images/products/altavoces-creative-pebble-plus-21-2.webp","/images/products/altavoces-creative-pebble-plus-21-3.webp","/images/products/altavoces-creative-pebble-plus-21-4.webp","/images/products/altavoces-creative-pebble-plus-21-5.webp","/images/products/altavoces-creative-pebble-plus-21-6.webp"],"Description":"Potente subwoofer de encendido descendente: el Creative Pebble Plus cuenta con un subwoofer independiente de 4 pulgadas con puerto de disparo descendente de 4 pulgadas para una potencia y profundidad notables, proporcionando una mejora significativa del rendimiento de audio sobre su predecesor\nControladores elevados de 45°: con controladores de rango medio de 2 pulgadas que están elevados a 45°, los altavoces Pebble Plus están específicamente en ángulo hacia ti, proporcionando el mejor escenario de sonido mientras te aseguran que eres el centro de atención\nModo de alta ganancia: saca el máximo partido al Creative Pebble Plus. Con un simple interruptor de un botón, accede al modo de alta ganancia para aumentar la salida de potencia a 8 W RMS con un adaptador USB de 5 V 2 A (no incluido) para un rendimiento de graves más fuerte y audio que llena la habitación, sin pérdida de calidad de audio\nControles de volumen de fácil acceso: los controles de volumen están convenientemente ubicados en la parte frontal de los altavoces para un acceso fácil y sin complicaciones\nAlimentado por USB para mayor comodidad: alimentado completamente por USB y conectado a tus dispositivos a través de un cable universal de entrada auxiliar de 0.138 in, el Pebble Plus elimina la necesidad de un enchufe de pared mientras duplica los graves con su subwoofer externo\n\nTipo de altavoz: Subwoofer\nCaracterísticas especiales: Conductores elevados, Alimentado por USB, Modo de alta ganancia, Controles de volumen de fácil acceso, Subwoofer de alimentación descendente\nUsos Recomendados Para Producto: Para ordenadores\nDispositivos compatibles: Ordenador portátil, Ordenador de escritorio\nDiámetro del subwoofer: 4 Pulgadas\nTipo de controlador: Botón\nConfiguración del canal de sonido envolvente: 2.1\nColor: Altavoz USB-A 2.1 (negro)\nComponentes incluidos: Subwoofer, Folletos de garantía, Guía de inicio rápido, Subwoofer., Guía de inicio rápido (idioma español no garantizado)., Altavoces\nDimensiones del producto: 7,68\"prof. x 5,91\"an. x 7,95\"al. pulgadas\nRango máximo: 10 metros\nTamaño del altavoz: 4 Pulgadas\nFuente de alimentación: Cable eléctrico\nTecnología de conectividad del subwoofer: con cable\nProtocolo de conectividad: USB\nFabricante: Creative Labs Inc","Price":105.00,"Features":["8W RMS","Subwoofer 4\"","Medio 2\"","USB","AUX","Parlantes","Speakers"],"Date":"2024-08-16T10:03:11.778136-04:00","Update":"2024-08-16T12:33:29.4186678-04:00","Label":"Altavoces Creative Pebble Plus 2.1"}