{"Category":"Componentes","SubCategory":"Tarjeta Gráfica","Images":["/images/products/asus-dual-geforce-rtx-5050-8gb-1.webp","/images/products/asus-dual-geforce-rtx-5050-8gb-2.webp","/images/products/asus-dual-geforce-rtx-5050-8gb-3.webp","/images/products/asus-dual-geforce-rtx-5050-8gb-4.webp","/images/products/asus-dual-geforce-rtx-5050-8gb-5.webp","/images/products/asus-dual-geforce-rtx-5050-8gb-6.webp","/images/products/asus-dual-geforce-rtx-5050-8gb-7.webp"],"Description":"Rendimiento de IA: 433 AI TOPS. Modo OC: 2602 MHz / Modo predeterminado: 2572 MHz\nDesarrollado por la arquitectura NVIDIA Blackwell y DLSS 4. Los rodamientos de ventilador de doble bola duran hasta el doble de tiempo que los rodamientos de manguitos estándar\nTarjeta GeForce entusiasta SFF\nLos ventiladores de tecnología axial cuentan con un cubo de ventilador más pequeño que facilita aspas más largas y un anillo de barrera que aumenta la presión de aire hacia abajo\nUn diseño de 2 ranuras maximiza la compatibilidad y la eficiencia de refrigeración para un rendimiento superior en chasis pequeños\nLa tecnología 0dB te permite disfrutar de juegos ligeros en relativo silencio\nLa BIOS dual le permite alternar entre los perfiles de BIOS silencioso y de rendimiento\nMostrar más\n\nASUS Dual GeForce RTX™ 5050 combina un potente rendimiento térmico con una amplia compatibilidad. Soluciones de refrigeración avanzadas de tarjetas gráficas emblemáticas, incluyendo dos ventiladores Axial-tech para optimizar el flujo de aire al disipador térmico. Diseñado en un factor de forma compacto de 2 ranuras, ofreciendo más potencia en menos espacio. Estas mejoras hacen de ASUS Dual la elección perfecta para los jugadores que quieren un rendimiento gráfico pesado en una construcción compacta.","Price":300.00,"Features":["2xFan","1x8Pin","550WR","203mm","PCIe5","GDDR6","Q3 2025","1xHDMI 2.1b","3xDisplayPort 2.1b","DLSS","NVidia","GeForce","GPU","Gráfica","Tarjeta","Video"],"Date":"2025-09-08T08:51:45.6219987-04:00","Update":"2025-09-24T02:34:48.5803433-04:00","Label":"Asus Dual GeForce RTX 5050 8GB"}