{"Category":"Componentes","SubCategory":"Tarjeta Gráfica","Images":["/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-1.webp","/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-2.webp","/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-3.webp","/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-4.webp","/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-5.webp","/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-6.webp","/images/products/asus-rog-strix-geforce-rtx-5070-ti-16gb-oc-edition-7.webp"],"Description":"Rendimiento de IA: 1492 AI TOPS. El software GPU Tweak III proporciona ajustes de rendimiento intuitivos, control térmico avanzado y monitoreo del sistema\n\nEdición OC: modo OC de 2625 MHz, modo predeterminado de 2602 MHz\n\nDiseño de 3.2 ranuras: matriz de aletas masiva optimizada para el flujo de aire de los tres ventiladores Axial-tech\n\nLos ventiladores de tecnología axial se han escalado para impulsar más aire a través de la tarjeta para alcanzar un mayor rendimiento\nLa tecnología 0dB te permite disfrutar de juegos ligeros en relativo silencio\n\nEl diseño MaxContact con cámara de vapor garantiza una transferencia de calor eficiente, proporcionando un rendimiento premium\n\nLa almohadilla térmica de GPU de cambio de fase ayuda a garantizar una transferencia de calor óptima, reduciendo las temperaturas de la GPU para mejorar el rendimiento y la fiabilidad\nMostrar más\n\nEl rendimiento premium ASUS ROG Strix GeForce RTX 5070 Ti, con sistema de refrigeración avanzado con ventilador de tecnología axial, cámara de vapor, almohadilla térmica de GPU de cambio de fase y diseño MaxContact, reduciendo la temperatura de la GPU para alcanzar un mayor rendimiento. Aura sync ofrece infinitas posibilidades de personalización con color o efectos funcionales.","Price":1290.00,"Features":["3xFan","2625mhz","Aura Sync","850WR","332mm","1x16Pin","2160p 62fps","1440p 101fps","1080p 124fps","DLSS 4","PCIe5","HDMI 2.1b","DP 2.1b","GDDR7","5nm TSMC","Q1 2025","NVidia","GPU","Gráfica","Tarjeta","Video"],"Date":"2025-12-12T20:34:05.0826127-05:00","Update":"2025-12-13T09:00:51.1408129-05:00","Label":"Asus ROG Strix GeForce RTX 5070 Ti 16GB OC Edition"}