{
  "Category": "Periféricos",
  "SubCategory": "Sonido",
  "Images": [
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-1.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-2.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-3.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-4.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-5.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-6.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-7.webp",
    "/images/products/audfonos-logitech-g435-lightspeed-wireless-8.webp"
  ],
  "Description": "Comodidad total: los auriculares de tela transpirable mantienen tus orejas frescas durante largas sesiones de juego, y el cómodo acolchado de espuma viscoelástica ayuda a absorber las ondas de sonido para mejorar el sonido general\nVersátil: Logitech G435 es el primer auricular con conectividad Bluetooth inalámbrica LIGHTSPEED y de baja latencia, proporcionando más libertad de juego en PC, smartphones, PlayStation y dispositivos de juego Nintendo Switch\nLigero: con una construcción ligera, este auricular inalámbrico para juegos pesa solo 5.8 onzas, por lo que es cómodo de llevar todo el día\nCalidad de voz superior: se escucha fuerte y claro gracias a los micrófonos de doble haz integrados que eliminan la necesidad de un brazo de micrófono y reducen el ruido de fondo\nSonido inmersivo: estos auriculares geniales y coloridos ofrecen un audio cuidadosamente equilibrado y de alta fidelidad con controladores de 1.575 in; compatibilidad con Dolby Atmos, Windows Sonic para una verdadera experiencia de sonido envolvente\nBatería de larga duración: no hay necesidad de detener el juego para recargar gracias a las 18 horas de duración de la batería de G435, lo que te permite seguir jugando, hablando con amigos y escuchando música todo el día\nMás sostenible: las piezas de plástico están hechas de un mínimo de 22% de plástico reciclado postconsumo, el embalaje de papel proviene de bosques certificados por FSC, G435 está certificado CarbonNeutral\nMás seguro: un limitador de volumen máximo opcional a menos de 85 decibelios se puede activar para proteger los tímpanos durante un uso prolongado\n\nLa conectividad inalámbrica Lightspeed y Bluetooth de bajo retraso te permite jugar y hablar en PC, Mac, PS5/PS4, teléfonos inteligentes y otros dispositivos habilitados para audio Bluetooth. Sonido de grado para juegos, audio de alta fidelidad cuidadosamente equilibrado, controladores de audio de 1.575 in y compatibilidad con Dolby Atmos y Windows Sonic proporcionan el máximo sonido envolvente para todas tus aventuras de juego. Con micrófonos de doble haz para reducir el ruido de fondo sin un brazo de micrófono. Además, G435 está disponible en varios colores para que puedas combinar tu estilo favorito con tu configuración de juego.\n\nASIN: B08R8GJPC2\nNúmero de modelo del producto: 981-001061\nPilas: 1 Polímero de litio necesaria(s), incluida(s)\nnº1 en Auriculares para Playstation 5\nnº2 en Diademas y Audífonos de Mac\nnº3 en Diademas y Audífonos de PC\nFabricante: Logitech\nTiempo de carga: 2 Horas\nPeso del artículo: 5,8 Onzas\nUnidades: 1.0 Count\nNúmero de productos: 1\nLongitud del cable: 1,8 Meters",
  "Price": 64.00,
  "Features": [
    "Inalámbrico",
    "40mm",
    "USB",
    "18H",
    "165g",
    "Headset",
    "Micrófono",
    "Cascos"
  ],
  "Date": "2023-07-09T16:45:46.4090102-04:00",
  "Update": "2023-07-27T11:12:22.8268883-04:00",
  "Discount": 0.0,
  "Label": "Audífonos Logitech G435 Lightspeed Wireless"
}