{
  "Category": "Periféricos",
  "SubCategory": "Sonido",
  "Images": [
    "/images/products/audfonos-corsair-hs65-surround-1.webp",
    "/images/products/audfonos-corsair-hs65-surround-2.webp",
    "/images/products/audfonos-corsair-hs65-surround-3.webp",
    "/images/products/audfonos-corsair-hs65-surround-4.webp",
    "/images/products/audfonos-corsair-hs65-surround-5.webp",
    "/images/products/audfonos-corsair-hs65-surround-6.webp",
    "/images/products/audfonos-corsair-hs65-surround-7.webp",
    "/images/products/audfonos-corsair-hs65-surround-8.webp"
  ],
  "Description": "Horas de juego cómodo: las almohadillas de espuma viscoelástica de cuero sintético con tela suave, un diseño de malla para la oreja y una diadema ajustable con construcción reforzada de aluminio proporcionan una comodidad ligera de solo 9.95 oz.\nGran audio para juegos: los controladores de audio de neodimio de 1.969 in de alta calidad y afinados a medida ofrecen un excelente sonido con el rango necesario para escuchar todo en el campo de batalla, además de soporte para audio 3D Sony Tempest en PS5.\nSonido envolvente Dolby Audio 7.1 en PC y Mac: el adaptador USB incluido permite una experiencia de audio multicanal, poniéndote justo en medio de tu juego.\nTecnología SonarWorks SoundID: para un control de sonido personalizado que adapta la configuración de tus auriculares a tus gustos de audio personales en PC y Mac.\nCompatibilidad multiplataforma: juega en PC, PS5/PS4, Xbox Series X | S, Nintendo Switch y dispositivos móviles a través de un conector de 0.138 in.\n\nLos auriculares para juegos CORSAIR HS65 Surround ofrecen comodidad y sonido durante todo el día con almohadillas de cuero sintético de espuma viscoelástica y sonido envolvente Dolby Audio 7.1 en PC y Mac, reforzados por una construcción ligera reforzada con aluminio. La tecnología Sonarworks SoundID personaliza la configuración de tus auriculares para que coincida con tu gusto de audio. Un micrófono omnidireccional recoge tu voz fuerte y clara, y los controladores de audio de neodimio de 1.969 in sintonizados a medida ofrecen una gran calidad de sonido y alcance. Un conector de audio de 0.138 in garantiza una amplia compatibilidad en la mayoría de dispositivos, incluyendo PC, Mac, Xbox Series X | S, PS5 con soporte Tempest 3D AudioTech, PS4, Nintendo Switch y móvil. El potente software CORSAIR iCUE desbloquea la configuración del ecualizador de audio, sonido envolvente 7.1 multicanal y más. Completo con un práctico control de volumen en la oreja, el HS65 SURROUND te permite presionar la reproducción en un gran sonido.\n\nDimensiones del producto: 7,32 x 3,07 x 7,72 pulgadas\nNúmero de modelo del producto: CA-9011271-NA\nFabricante: Corsair\nUnidades: 1 Count\nNúmero de productos: 1",
  "Price": 87.00,
  "Features": [
    "7.1",
    "Micrófono",
    "3.5mm",
    "50mm",
    "280g",
    "USB"
  ],
  "Date": "2023-07-09T16:45:38.4980752-04:00",
  "Update": "2023-07-11T17:03:45.2937363-04:00",
  "Discount": 0.0,
  "Label": "Audífonos Corsair HS65 Surround"
}