{"Category":"Periféricos","SubCategory":"Auriculares","Images":["/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-1.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-2.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-3.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-4.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-5.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-6.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-carbon-7.webp"],"Description":"Noise Control: Noise Cancellation.Headphones fit type:On-Ear\r\nHear everything from the lightest footstep to the most. Thundering explosion thanks to premium, custom-tuned 50 millimeter high-density neodymium Audio drivers with an expanded frequency range of 20 Hz - 30, 000 Hz\r\nConstructed for enduring comfort through long gaming sessions with breathable microfiber mesh fabric and plush memory foam ear pads\r\nConnect wirelessly to your PC or PS4/PS5 using low-latency 2.4 GHz wireless with the included USB adapter\r\nAn omnidirectional microphone picks up your voice with exceptional clarity, with a flip-up mute function and a built-in LED mute indicator\r\nBuilt to last through years of gaming with durable construction and aluminum yokes\r\n7.1 surround sound not supported with Apple M1 Chip devices.\n\nImmerse yourself in the action with the Corsair void RGB Elite wireless, with custom-tuned 50mm neodymium audio drivers delivering 7.1 surround sound on the PC. Microfiber mesh fabric and memory foam ear pads provide lasting comfort. Connect to your PC or PS4 with a low-latency 2.4GHz wireless connection, with a range of up to 40ft and all-day battery life up to 16 hours. An omnidirectional microphone with LED mute indicator ensures that you're heard with exceptional vocal clarity. The void RGB Elite's distinctive design and durable construction are complemented by fully customizable RGB lighting on each ear cup. Powerful Corsair iCUE software ties everything together, enabling full control over equalizer settings, 7.1 surround sound, RGB lighting and more.\n\nBrand: Corsair\nSeries: Void ELITE Wireless Carbon\nItem model number: CA-9011201-NA\nHardware Platform: PC\nColor: Black\nBatteries: 1 A batteries required. (included)\nManufacturer: CORSAIR","Price":129.00,"Features":["Noise Control","20Hz-30KHz","50mm","7.1","16H","iCUE","Inalámbrico","Headset","Cascos","Audífonos"],"Date":"2023-05-12T07:52:40.6205045-04:00","Update":"2024-08-21T18:39:30.5104796-04:00","Label":"Auriculares Corsair VOID RGB Elite Wireless Carbon"}