{
  "Category": "Periféricos",
  "SubCategory": "Auriculares",
  "Images": [
    "/images/products/auriculares-razer-barracuda-x-wireless-black-1.webp",
    "/images/products/auriculares-razer-barracuda-x-wireless-black-2.webp",
    "/images/products/auriculares-razer-barracuda-x-wireless-black-3.webp",
    "/images/products/auriculares-razer-barracuda-x-wireless-black-4.webp",
    "/images/products/auriculares-razer-barracuda-x-wireless-black-5.webp",
    "/images/products/auriculares-razer-barracuda-x-wireless-black-6.webp"
  ],
  "Description": "Inalámbrico dual: cambia instantáneamente entre el modo de alta velocidad de 2.4 GHz o Bluetooth en los auriculares para un audio sin problemas cuando saltas entre la PC/consola y el teléfono durante el uso. Usos específicos del producto: juegos, música, viajes\nDiseño ergonómico de 7.86 onzas: construido para maratones de juegos pero lo suficientemente cómodo y portátil para los viajes diarios, su construcción ligera se complementa con almohadillas de espuma viscoelástica transpirables y auriculares giratorios\n\nControladores TRIFORCE de 1.575 pulgadas: el diseño patentado de controlador de 3 partes expulsa máximos, medios y bajos excepcionales para una inmersión más profunda en los juegos y una experiencia auditiva más dinámica\n\nMicrófono cardioide hipertransparente desmontable: sintonizado para suprimir el ruido de fondo para una mejor captura de voz durante los juegos y también se puede quitar fácilmente para hacer que los auriculares sean más fáciles de viajar para uso móvil\n\nControles en los auriculares: disfruta de un control sin esfuerzo sobre música, videos y llamadas con botones de fácil acceso ubicados debajo de los auriculares\n\nBatería de 50 horas de duración con carga tipo C: con suficiente jugo para alimentar un día completo de juego y desplazamiento, el Razer Barracuda X está diseñado con una resistencia que coincide con su versatilidad\n\nJuegos inmersivos en casa, audio sin interrupciones sobre la marcha: el Razer Barracuda X está diseñado para ambos. Diseñado para juegos multiplataforma y entretenimiento móvil, estos auriculares inalámbricos USB-C 4 en 1 ofrecen verdadera versatilidad y libertad respaldadas por comodidad duradera, controladores potentes y un micrófono cristalino.\n\nDuración de la batería media (en horas): 50 Horas\nMarca: Razer\nSeries: Barracuda X\nNúmero de modelo del producto: RZ04-04430100-R3U1",
  "Price": 109.00,
  "Features": [
    "Wifi",
    "Bluetooth",
    "Dual",
    "250g",
    "40mm",
    "50H",
    "USB-C",
    "Inalámbrico",
    "Headset",
    "Cascos",
    "Audífonos"
  ],
  "Date": "2023-11-05T07:48:18.724385-05:00",
  "Update": "2023-11-05T10:12:40.6318065-05:00",
  "Label": "Auriculares Razer Barracuda X Wireless Black"
}