{
  "Category": "Periféricos",
  "SubCategory": "Auriculares",
  "Images": [
    "/images/products/auriculares-razer-kraken-x-1.webp",
    "/images/products/auriculares-razer-kraken-x-2.webp",
    "/images/products/auriculares-razer-kraken-x-3.webp",
    "/images/products/auriculares-razer-kraken-x-4.webp",
    "/images/products/auriculares-razer-kraken-x-5.webp",
    "/images/products/auriculares-razer-kraken-x-6.webp",
    "/images/products/auriculares-razer-kraken-x-7.webp"
  ],
  "Description": "Comodidad ultraligera: ¿Qué pasa si te dijéramos que es posible experimentar una inmersión completa en los juegos sin sentir que tienes un auricular puesto, entra en el Razer Kraken X, ultraligero a solo 8.82 oz y ultra inmersivo con sonido envolvente 7.1, siéntate apretado y juega durante horas: tus maratones de juego están a punto de ser muy fáciles?\nAudio posicional claro y preciso: equipado con un software de sonido envolvente 7.1 para que puedas experimentar un audio posicional preciso cuando juegas, podrás detectar la dirección de dónde viene la acción para que estés listo para lanzarte a un tiroteo, con controladores de 1.575 in sintonizados a medida, el Razer Kraken X produce un sonido claro y equilibrado de explosiones atronadoras en guerras totales hasta pasos sutiles en Stephen operaciones encubiertas althy, solo disponible en Windows 10, 64 bits\nComunicación clara de cristal: el micrófono flexible y flexible utiliza un patrón cardioide que graba el sonido de un área que se enfoca en la boca, esto ayuda a capturar tu voz con claridad mientras suprime el ruido de fondo de la parte posterior y los lados\nPráctico control de audio: el botón de silencio del micrófono y el control deslizante de volumen se accede fácilmente debajo del auricular izquierdo para un control cómodo\n\nEl ultraligero Razer Kraken X es un auricular para juegos multiplataforma con comodidad superior, larga vida útil y sonido cristalino. Utiliza audio de posicionamiento con sonido envolvente virtual 7.1, mientras que las almohadillas suaves y las almohadillas ajustables permiten la máxima comodidad.",
  "Price": 75.00,
  "Features": [
    "7.1",
    "Micrófono",
    "3.5mm",
    "40mm",
    "250g",
    "USB",
    "Headset",
    "Cascos",
    "Audífonos"
  ],
  "Date": "2024-01-30T09:00:06.5126652-05:00",
  "Update": "2024-01-30T10:47:53.8741928-05:00",
  "Label": "Auriculares Razer Kraken X"
}