{"Category":"Periféricos","SubCategory":"Auriculares","Images":["/images/products/auriculares-corsair-hs35-stereo-1.webp","/images/products/auriculares-corsair-hs35-stereo-2.webp","/images/products/auriculares-corsair-hs35-stereo-3.webp","/images/products/auriculares-corsair-hs35-stereo-4.webp","/images/products/auriculares-corsair-hs35-stereo-5.webp","/images/products/auriculares-corsair-hs35-stereo-6.webp","/images/products/auriculares-corsair-hs35-stereo-7.webp","/images/products/auriculares-corsair-hs35-stereo-8.webp","/images/products/auriculares-corsair-hs35-stereo-9.webp"],"Description":"Respuesta de frecuencia de auriculares 20Hz - 20 kHz. Tipo de ajuste de auriculares: en la oreja. Impedancia 32 ohmios a 1 kHz\nMultiplataforma compatible con PC, Xbox one, PS4, Nintendo Switch y dispositivos móviles\n\nUn par de controladores de altavoces de neodimio de 1.969 in ajustados a medida ofrecen una excelente calidad de sonido con un amplio rango y precisión confiable\nUn micrófono unidireccional totalmente desmontable está optimizado para la calidad de voz mientras reduce el ruido ambiental, para que se escuche alto y claro\nEspuma viscoelástica de felpa con almohadillas ajustables, combinada con una construcción ligera, proporciona la comodidad que necesitas para horas de juego\nLos controles de volumen y silencio en la oreja te permiten ajustar sobre la marcha sin alejarte del juego\n\nPonte los auriculares estéreo Corsair HS35 para juegos y juega cómodamente durante horas, gracias a su espuma viscoelástica de felpa, copas ajustables y construcción ligera. Los controladores de altavoces de neodimio de 1.969 in ajustados a medida y un micrófono unidireccional totalmente desmontable ofrecen una claridad de sonido y voz de alta calidad. Los controles de volumen y silencio en la oreja te permiten realizar ajustes sobre la marcha incluso en el fragor de la batalla. El HS35 está certificado por discord para estar listo para chat de voz y es compatible con múltiples plataformas, incluyendo PC, Xbox one, PS4, Nintendo Switch y móvil, por lo que puedes disfrutar de un sonido de alta calidad y una excelente claridad de voz sea cual sea y donde quiera que juegues. La impedancia del micrófono de este producto es de 2.2k Ohmios.","Price":75.00,"Features":["113dB","50mm","1.8m","3.5mm","Micrófono","Headset","Cascos","Audífonos"],"Date":"2025-04-24T14:41:48.4227977-04:00","Update":"2025-04-24T14:43:57.3169525-04:00","Def":true,"Label":"Auriculares Corsair HS35 Stereo"}