{"Category":"Periféricos","SubCategory":"Auriculares","Images":["/images/products/auriculares-corsair-void-rgb-elite-wireless-white-1.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-2.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-3.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-4.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-5.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-6.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-7.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-8.webp","/images/products/auriculares-corsair-void-rgb-elite-wireless-white-9.webp"],"Description":"Distancia máxima de funcionamiento: 40 pies. Tipo de ajuste de auriculares: en la oreja. Respuesta de frecuencia de auriculares de 20 Hz a 30 kHz\nEscucha todo, desde el paso más ligero hasta la explosión más Thundering gracias a los controladores de audio de neodimio de alta densidad de 1.969 in ajustados a medida con un rango de frecuencia ampliado de 20 Hz a 30,000 Hz\nConstruido para una comodidad duradera a través de largas sesiones de juego con tela de malla de microfibra transpirable y almohadillas de espuma viscoelástica de felpa\nConecta de forma inalámbrica a tu PC o PS4/PS5 utilizando inalámbrico de 2.4 GHz de baja latencia con el adaptador USB incluido\nUn micrófono omnidireccional recoge tu voz con una claridad excepcional con una función de silencio abatible y un indicador de silencio LED integrado\nConstruido para durar años de juegos con construcción duradera y yugos de aluminio\nSonido envolvente 7.1 no compatible con dispositivos Apple M1 Chip.\n\nSumérgete en la acción con el inalámbrico Corsair void RGB Elite con controladores de audio de neodimio de 1.969 in personalizados que ofrecen un sonido envolvente 7.1 en PC. Tela de malla de microfibra y almohadillas de espuma viscoelástica que proporcionan comodidad duradera. Conéctate a tu PC o PS4 con una conexión inalámbrica de 2.4 GHz de baja latencia con un rango de hasta 40 pies y duración de batería durante todo el día hasta 16 horas. Micrófono direccional con LED El indicador de silencio garantiza que te escuches con una claridad vocal excepcional. El diseño distintivo del RGB Elite vacío y la construcción duradera se complementan con una iluminación RGB totalmente personalizable en cada oreja. El potente software Corsair iCUE une todo junto lo que permite un control completo sobre la configuración del ecualizador 7.1 de sonido envolvente de iluminación RGB.\n\nDuración de la batería media (en horas): 16 Hora\nMarca: Corsair\nSeries: Void ELITE Wireless White\nNúmero de modelo del producto: CA-9011202-NA\nPlataforma de hardware: Equipo\nDimensiones del producto: 7,87 x 3,74 x 7,87 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 7.87 x 3.74 x 7.87 pulgadas\nColor: Blanco\nPilas: 1 A necesaria(s), incluida(s)\nFabricante: CORSAIR","Price":135.00,"Features":["Noise Control","20Hz-30KHz","50mm","7.1","16H","iCUE","Inalámbrico","Headset","Cascos","Audífonos"],"Date":"2025-04-24T14:41:43.127788-04:00","Update":"2025-04-24T14:42:52.9635354-04:00","Label":"Auriculares Corsair VOID RGB Elite Wireless White"}