{"Category":"Periféricos","SubCategory":"Backup","Images":["/images/products/backup-apc-be600m1-600va-1.webp","/images/products/backup-apc-be600m1-600va-2.webp","/images/products/backup-apc-be600m1-600va-3.webp","/images/products/backup-apc-be600m1-600va-4.webp","/images/products/backup-apc-be600m1-600va-5.webp","/images/products/backup-apc-be600m1-600va-6.webp","/images/products/backup-apc-be600m1-600va-7.webp","/images/products/backup-apc-be600m1-600va-8.webp","/images/products/backup-apc-be600m1-600va-9.webp","/images/products/backup-apc-be600m1-600va-10.webp","/images/products/backup-apc-be600m1-600va-11.webp","/images/products/backup-apc-be600m1-600va-12.webp"],"Description":"Fuente de alimentación ininterrumpida (UPS) con batería de reserva de 600VA / 330W\n7 tomacorrientes (NEMA 5-15R): 5 baterías de respaldo y protector de sobretensión; 2 tomacorrientes con protección contra sobretensiones solamente\n1 puerto de cargador USB (1.5A) para teléfonos celulares, pequeños dispositivos electrónicos portátiles\nCable de alimentación de 5 pies, enchufe de pared de 3 clavijas en ángulo recto (NEMA 5-15P), para montaje en pared. Administración de UPS Powerchute a través de puerto de datos dedicado (Windows 10, 22H2 Pro, 11 Pro. Para Mac OS, use la configuración nativa de \"Ahorro de energía\")\n\nEsta fuente de alimentación de respaldo de batería APC de 600 VA ofrece protección garantizada de energía y sobretensiones para redes inalámbricas, computadoras y otros dispositivos electrónicos pequeños en tu hogar o negocio. Esta fuente de alimentación de batería de respaldo está diseñada para su uso durante cortes y fluctuaciones de voltaje inseguras, y actúa como un protector de sobretensiones con batería de respaldo en caso de sobretensiones y picos dañinos. El APC Back-UPS BE600M1 es la batería de respaldo ideal para computadoras y enrutadores para mantenerlo a usted y a sus dispositivos inteligentes conectados.\n\nDimensiones del producto: 10,79 x 4,13 x 5,47 pulgadas","Price":165.0,"Features":["Digital","7 Salidas","USB 1.5A","330 Watts","120V","UPS"],"Date":"2024-08-16T10:03:06.3791479-04:00","Update":"2024-08-16T12:33:29.3854445-04:00","Label":"Backup APC BE600M1 600VA"}