{"Category":"Componentes","SubCategory":"Board","Images":["/images/products/board-asus-tuf-gaming-z790-pro-wifi-1.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-2.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-3.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-4.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-5.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-6.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-7.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-8.webp","/images/products/board-asus-tuf-gaming-z790-pro-wifi-9.webp"],"Description":"TUF GAMING\nZ790-PRO WIFI\n\nLa TUF GAMING Z790-PRO WIFI combina los últimos procesadores Intel® con funciones listas para jugar y durabilidad de grado militar. Con su solución de alimentación de primera y su completo sistema de refrigeración, esta placa base ofrece un rendimiento sólido como una roca para los juegos maratonianos. Y se somete a rigurosas pruebas de resistencia para garantizar su fiabilidad en condiciones difíciles. Mientras tanto, un distintivo emblema gris engomado adorna el disipador VRM, celebrando la esencia central del vigor TUF GAMING.\n\n\n\nSocket Intel LGA 1700: listo para procesadores Intel Core de 13ª generación, procesadores Intel Core 12ª generación, Pentium Gold y Celeron\nSolución de energía premium: 16+1+1 DrMOS VRM, PCB de seis capas, enchufes ProCool, estranguladores de aleación y condensadores duraderos para una entrega de energía estable\nTecnología exclusiva de IA y memoria: AI Overclocking, AI Cooling II, cancelación de ruido AI bidireccional y perfil de memoria mejorado ASUS II\nConectividad de última generación: PCIe 5.0, USB 20Gbps, USB frontal 20Gbps, cabezal Thunderbolt 4 y entrega de energía 3.0\nHecho para juegos en línea: WiFi 6E con ASUS WiFi Q-Antena, Intel 2.5 Gb Ethernet con TUF LANGuard\nCancelación de ruido de IA bidireccional: reduce el ruido de fondo del micrófono y la salida de audio para una comunicación nítida en juegos o videoconferencias.\nEnfriamiento completo: disipadores térmicos VRM y chipset ampliados, disipadores térmicos M.2, cabezales de ventilador híbridos y la utilidad Fan Xpert 4 en Armoury Crate\n\nASUS TUF GAMING Z790-Pro WiFi toma todos los elementos esenciales de los últimos procesadores Intel® Core™ de 13ª generación y los combina con características listas para el juego y durabilidad comprobada. Diseñada con componentes de grado militar, una solución de potencia mejorada y un sistema de refrigeración integral, esta placa base ofrece un rendimiento sólido y estable para juegos de maratón. Estéticamente, TUF GAMING Z790-Pro WiFi luce el nuevo logotipo de TUF Gaming e incorpora elementos de diseño geométrico simples para reflejar la fiabilidad y estabilidad que define la serie TUF Gaming.","Price":275.00,"Features":["18xVRM","7800mt","PD3.0 30W","QRelease","Wifi 6E","Overclock IA","2x USB-C","HDMI 2.1","DisplayPort 1.4","Bluetooth 5.3","Realtek S1220A","7.1","M.2 Gen4","Thunderbolt","PCIe5","4xM.2","6xUSB","DDR5","6xAudio","4xSATA","ARGB","12Gen-13Gen-14Gen","LGA 1700","ATX","MOBO"],"Date":"2025-01-28T17:14:44.8599715-05:00","Update":"2025-01-29T10:00:54.5105674-05:00","Def":true,"Label":"Board Asus TUF Gaming Z790-Pro Wifi"}