{"Category":"Componentes","SubCategory":"Board","Images":["/images/products/board-msi-b550-a-pro-1.webp","/images/products/board-msi-b550-a-pro-2.webp","/images/products/board-msi-b550-a-pro-3.webp","/images/products/board-msi-b550-a-pro-4.webp","/images/products/board-msi-b550-a-pro-5.webp","/images/products/board-msi-b550-a-pro-6.webp","/images/products/board-msi-b550-a-pro-7.webp","/images/products/board-msi-b550-a-pro-8.webp","/images/products/board-msi-b550-a-pro-9.webp"],"Description":"Soporte para procesadores AMD Ryzen de 3ª generación y futuros procesadores AMD Ryzen con actualización de BIOS. Puertos de audio (trasera): Codec Realtek ALC892/ALC897\n\nSoporta memoria DDR4 de doble canal de hasta 128 GB (4400 MHz)\nExperiencia de juego Lightning Fast: PCIe 4.0, Lightning Gen 4 M.2 con M.2 Shield Frozr, AMD Turbo USB 3.2 GEN 2\n\nLa tecnología Core Boost combina diseños de circuitos de alimentación optimizados y regulación de potencia digital que permite una entrega de corriente precisa y constante a la CPU\nAUDIO BOOST recompensa tus oídos con calidad de sonido de grado de estudio para experiencias de juego inmersivas\nSolución térmica premium: almohadilla térmica del disipador térmico clasificado para 7W/mk y PCB con cobre grueso de 2 oz\nEl botón Flash BIOS permite a los usuarios flashear el BIOS incluso sin una CPU o memoria\n\nDiseño potente: Core Boost, Digital PWM IC, PCB de cobre espesado de 2 oz, Creator Genie, DDR4 Boost\n\nAlimentado por procesadores AMD Ryzen AM4, el msi B550-A PRO combina funcionalidad estable y ensamblaje de alta calidad para resolver flujos de trabajo profesionales. El diseño extendido del disipador térmico y el refuerzo central mantienen los componentes críticos funcionando de manera confiable. Las ranuras PCIe 4.0 y M.2 con Shield Frozr proporcionan lo último en conectividad de dispositivos.","Price":160.00,"Features":[],"Date":"2026-01-30T19:08:17.0665938-05:00","Update":"2026-01-30T19:18:13.467685-05:00","Label":"Board MSI B550-A Pro"}