{"Category":"Componentes","SubCategory":"Board","Images":["/images/products/board-msi-b850-gaming-pro-wifi-6e-1.webp","/images/products/board-msi-b850-gaming-pro-wifi-6e-2.webp","/images/products/board-msi-b850-gaming-pro-wifi-6e-3.webp","/images/products/board-msi-b850-gaming-pro-wifi-6e-4.webp","/images/products/board-msi-b850-gaming-pro-wifi-6e-5.webp","/images/products/board-msi-b850-gaming-pro-wifi-6e-6.webp","/images/products/board-msi-b850-gaming-pro-wifi-6e-7.webp"],"Description":"Ultra potencia: soporta los últimos procesadores RYZEN 9000 en alto rendimiento: el B850 GAMING PRO WIFI6E emplea un sistema de alimentación de 12 rieles duetos (55A DrMOS) VRM para el chipset AMD B850 (AM5, Ryzen 9000 / 8000 / 7000) con Arquitecto Core Boost ure\n\nProtector FROZR: excelentes características de refrigeración como almohadillas térmicas MOSFET de 7 W/mK, almohadillas térmicas adicionales de estrangulamiento y un disipador de calor extendido; incluye disipador térmico de chipset, M.2 Shield Frozr, un cabezal de ventilador combinado (para bomba y sistema) (3A)\nMemoria DDR5, ranura PCIe 4.0 x16: 4 ranuras SMT DIMM DDR5 que permiten excelentes velocidades de overclocking de memoria (1DPC 1R, 8200+ MT/s OC); 1 ranura PCIe 4.0 x16 (64 GB/s) con Steel Armor soporta tarjetas gráficas de vanguardia\nConectores M.2 dobles: las opciones de almacenamiento incluyen 1 ranura M.2 Gen5 x4 de 128 Gbps y 1 ranura M.2 Gen4 x4 de 64 Gbps; cuenta con M.2 Shield Frozr para evitar el aceleramiento térmico y EZ M.2 Clip II para una experiencia EZ DIY\nConectividad: el hardware de red incluye un módulo Wi-Fi 6E premium con Bluetooth 5.3 y LAN de 2.5 Gbps; los puertos traseros incluyen USB 10 Gbps tipo C y audio HD 7.1 con audio Boost\n\nB850 GAMING PRO WIFI6E: Gana la competencia Diseñada para un rendimiento eficiente y estable en el chipset AMD B850 (Ryzen 9000 / 8000 / 7000 compatible, AM5), la placa base msi B850 GAMING PRO WIFI6E incluye soporte de GPU premium con una ranura PCIe 4.0 x16, DDR mejorada 5 soporte de memoria (8200+ MT/s OC) y amplias opciones de almacenamiento M.2 Gen5 (con M.2 Shield Frozr). Para alimentar los últimos procesadores Ryzen 9000, el B850 GAMING PRO WIFI6E está equipado con un sistema de alimentación de 12 rieles duetos (55A DrMOS) VRM para la CPU y un conector de alimentación dual de CPU de 8 pines, aumentado con múltiples funciones de refrigeración pasiva. Las placas base para juegos msi cuentan con PCB duraderos de 6 capas con 2 onzas de cobre grueso y soldadura de soldadura con tecnología de montaje en superficie (SMT) para una mejor claridad de la señal. La conectividad incluye tecnología premium Wi-Fi 6E y Bluetooth 5.3, Realtek 2.5G LAN, USB 10Gbps Type-C, soporte de pantalla 4K/60Hz y audio 7.1 HD. Para jugadores que buscan una plataforma eficiente AMD Ryzen 9000 / 8000 / 7000 que une la arquitectura de tarjeta gráfica PCIe 4.0 x16, soporte DDR5 mejorado y opciones de almacenamiento M.2 Gen5 en un diseño elegante, la placa base para juegos msi B850 GAMING PRO WIFI6E es la elección perfecta.","Price":195.00,"Features":["12+2+1VRM","55A","8200mt","PCIe4 x16","M.2 Gen5","2xM.2","4xSATA","7xUSB","USB-C","Flash Bios","EZ Debug LED","LAN 2.5Gb","Wifi 6E","Bluetooth 5.3","Realtek ALC897","HDMI 2.1","DisplayPort 1.4","DDR5","AM5","ATX","AMD","Motherboard","MOBO"],"Date":"2026-02-19T11:55:33.7498882-05:00","Update":"2026-02-20T10:21:45.2289007-05:00","Label":"Board MSI B850 Gaming Pro WIFI 6E"}