{
  "Category": "Componentes",
  "SubCategory": "Board",
  "Images": [
    "/images/products/board-msi-z590-pro-wifi-cec-1.webp",
    "/images/products/board-msi-z590-pro-wifi-cec-2.webp",
    "/images/products/board-msi-z590-pro-wifi-cec-3.webp",
    "/images/products/board-msi-z590-pro-wifi-cec-4.webp",
    "/images/products/board-msi-z590-pro-wifi-cec-5.webp"
  ],
  "Description": "Placa base de alto rendimiento: la placa base MSI Z590 PRO WiFi (CEC) está diseñada para juegos de alta gama y aplicaciones multimedia. Admite procesadores Intel Core de 11ª y 10ª generación, memoria DDR4 y ranuras PCIe X16 4, lo que lo convierte en una opción perfecta para tareas exigentes.\n\nMúltiples opciones de conectividad: la placa base viene con múltiples opciones de conectividad, incluyendo ranuras M.2, USB 3.2 Gen 2, USB 2.0, LAN, DP/HDMI e Intel Wi-Fi 6E AX210. Esto garantiza que los usuarios puedan disfrutar de una conectividad rápida y confiable, ya sea que estén jugando o trabajando.\n\nFactor de forma versátil: con un factor de forma ATX, la placa base MSI Z590 PRO WiFi (CEC) es compatible con la mayoría de las fundas ATX, lo que facilita la construcción de una potente PC o estación de trabajo para juegos. También cuenta con iluminación RGB, lo que permite a los usuarios personalizar el aspecto de su sistema.\n\nEntrega de energía mejorada: La placa base cuenta con la tecnología Core Boost de MSI, que optimiza la entrega de energía a la CPU para mejorar el rendimiento y la estabilidad. Esto asegura que el sistema permanezca estable incluso bajo cargas pesadas.\n\nFuncionalidad CEC: La placa base admite el Control de Electrónica de Consumo (CEC), lo que permite a los usuarios controlar y comunicarse con los dispositivos conectados a través de un solo cable HDMI. Esta es una característica conveniente para aquellos que tienen una configuración de cine en casa y desean simplificar sus opciones de control.\n\nLa serie PRO ayuda a los usuarios a trabajar de manera más inteligente al ofrecer una experiencia eficiente y productiva. Con funcionalidad estable y ensamblaje de alta calidad, las placas base de la serie PRO no solo proporcionan flujos de trabajo profesionales optimizados, sino también menos resolución de problemas y longevidad. La placa base para juegos MSI Z590 PRO WiFi (CEC) es una placa base de alto rendimiento diseñada para entusiastas de los juegos y profesionales. Admite procesadores Intel Core de 11ª y 10ª generación y cuenta con un zócalo LGA 1200, memoria DDR4 y PCIe X16 4 ranuras, lo que lo hace ideal para juegos de gama alta y aplicaciones multimedia. La placa base viene con múltiples ranuras M.2, lo que permite a los usuarios instalar múltiples SSD NVMe para velocidades de transferencia de datos ultrarrápidas. La placa también cuenta con puertos USB 3.2 Gen 2 y USB 2.0, LAN, salidas DP/HDMI e Intel Wi-Fi 6E AX210, lo que proporciona opciones de conectividad rápidas y confiables. La placa base admite hasta 128 GB de memoria DDR4, lo que garantiza que los usuarios puedan disfrutar de un juego fluido y sin retrasos mientras realizan múltiples tareas. Las 4 ranuras PCIe X16 proporcionan suficiente ancho de banda incluso para las tarjetas gráficas más exigentes, mientras que las ranuras M.2 permiten velocidades de transferencia de datos ultrarrápidas. La placa base cuenta con un factor de forma ATX, lo que significa que es compatible con la mayoría de las fundas ATX. Viene con iluminación RGB, lo que permite a los usuarios personalizar el aspecto de su sistema. La placa base también cuenta con la tecnología Core Boost de MSI, que optimiza la entrega de energía a la CPU para mejorar el rendimiento y la estabilidad.",
  "Price": 189.00,
  "Features": [
    "10Gen-11Gen",
    "7xUSB",
    "BIOS FlashBack",
    "Wifi",
    "6xAudio",
    "6xSATA",
    "DDR4",
    "LGA 1200",
    "ATX",
    "HDMI",
    "DisplayPort",
    "PS2",
    "MOBO"
  ],
  "Date": "2023-10-28T11:52:00.1054489-04:00",
  "Update": "2023-12-08T11:21:36.7655385-05:00",
  "Label": "Board MSI Z590 Pro Wifi CEC"
}