{"Category":"Componentes","SubCategory":"Board","Images":["/images/products/board-asrock-b860-pro-rs-wifi-1.webp","/images/products/board-asrock-b860-pro-rs-wifi-2.webp","/images/products/board-asrock-b860-pro-rs-wifi-3.webp","/images/products/board-asrock-b860-pro-rs-wifi-4.webp","/images/products/board-asrock-b860-pro-rs-wifi-5.webp","/images/products/board-asrock-b860-pro-rs-wifi-6.webp","/images/products/board-asrock-b860-pro-rs-wifi-7.webp","/images/products/board-asrock-b860-pro-rs-wifi-8.webp","/images/products/board-asrock-b860-pro-rs-wifi-9.webp","/images/products/board-asrock-b860-pro-rs-wifi-10.webp"],"Description":"Compatible con procesadores Intel Core Ultra (Serie 2) (LGA1851)\nFase de potencia 10+1+1+1+1, Dr.MOS para VCore+GT+SA\n4 x DDR5 DIMM soporta doble canal, hasta 8666+ (OC)\nOpciones de salida de gráficos: 1 HDMI, 1 DisplayPort Realtek ALC897 7.1 CH HD Audio Codec, Nahimic Audio\n1 PCIe 5.0 x16, 1 PCIe 4.0 x16 4 SATA3 1 Blazing M.2 (PCIe Gen5x4) 2 Hyper M.2 (PCIe Gen4x4)\n1 USB 3.2 Gen2x2 Tipo-C (Trasero) 1 USB 3.2 Gen1 Tipo-C (Frontal) 8 USB 3.2 Gen1 (6 Traseros, 2 Frontales) 6 USB 2.0 (2 Traseros, 4 Frontales)\n\n\nLa ASRock B860 Pro RS WiFi es una placa base ATX de alto rendimiento diseñada para los procesadores Core Ultra Series 2 de Intel (zócalo LGA1851). Con un robusto diseño de fase de potencia 10+1+1+1+1 con tecnología Dr.MOS, ofrece una entrega de energía estable para cargas de trabajo exigentes y un funcionamiento eficiente. La placa admite memoria DDR5 de vanguardia hasta 8666+ MHz (OC) en cuatro ranuras DIMM en configuración de doble canal, maximizando el ancho de banda para tareas de juego y productividad. Las capacidades de expansión incluyen una ranura PCIe 5.0 x16 para tarjetas gráficas de próxima generación y una ranura PCIe 4.0 x16 para dispositivos adicionales de alta velocidad, ofreciendo una excelente flexibilidad para varias configuraciones de compilación. Las opciones de conectividad son integrales, con Wi-Fi 6E y Bluetooth para necesidades inalámbricas y LAN 2.5G para redes cableadas ultrarrápidas. La placa base cuenta con salidas de pantalla versátiles a través de HDMI y DisplayPort, mientras que las opciones de almacenamiento incluyen una ranura PCIe Gen5x4 M.2 ultrarrápida y dos ranuras PCIe Gen4x4 M.2 para SSD NVMe, además de cuatro puertos SATA3 para unidades tradicionales. La conectividad USB es generosa, con un puerto USB 3.2 Gen2x2 Tipo-C (20Gbps) en el panel trasero, un cabezal USB 3.2 Gen1 Type-C en el panel frontal y múltiples puertos USB 3.2 Gen1 y USB 2.0 para periféricos. El códec de audio HD Realtek ALC897 de 7.1 canales con Nahimic Audio garantiza un sonido de alta calidad para una experiencia multimedia inmersiva. Diseñado tanto para el rendimiento como para la comodidad, el B860 Pro RS WiFi incluye BIOS Flashback para facilitar las actualizaciones de firmware sin una CPU instalada y un disipador térmico inferior M.2 para evitar la aceleración térmica. El factor de forma ATX estándar proporciona un amplio espacio para la expansión mientras mantiene un diseño limpio. Con su combinación de conectividad de próxima generación, entrega de energía avanzada y soporte para memoria DDR5 de alta velocidad, esta placa base es una excelente opción para los usuarios que buscan construir un sistema potente y preparado para el futuro. Ya sea para juegos, creación de contenido o tareas de productividad, ofrece un paquete equilibrado de rendimiento y valor en el segmento de chipset B860 de Intel.","Price":189.00,"Features":["14xVRM","8666mt","Bios FlashBack","Wifi 6E","8xUSB","1xUSB-C","M.2 Gen5","Bluetooth 5.2","4xSATA","3xM.2","DDR5","PCIe5","RGB","HDMI","DisplayPort 1.4","LAN 2.5Gb","3xAudio","LGA 1851","ATX","MOBO"],"Date":"2025-08-01T10:38:58.9853882-04:00","Update":"2025-08-20T20:42:50.7901157-04:00","Label":"Board ASRock B860 Pro RS Wifi"}