{"Category":"Componentes","SubCategory":"Board","Images":["/images/products/board-gigabyte-z690-aorus-master-1.webp","/images/products/board-gigabyte-z690-aorus-master-2.webp","/images/products/board-gigabyte-z690-aorus-master-3.webp","/images/products/board-gigabyte-z690-aorus-master-4.webp","/images/products/board-gigabyte-z690-aorus-master-5.webp"],"Description":"Sobre este artículo\r\nEnchufe Intel LGA 1700: Compatible con procesadores Intel Core de 12ª generación.\r\nCompatible con DDR5: DDR5 sin búfer sin ECC de dos canales.\r\nDiseño de potencia de mando: diseño VRM directo de 19+1+2 fases con etapa de potencia de 105 A con condensadores de polímero de tántalo.\r\nDiseño térmico de vanguardia: armadura reactiva térmica con aletas de nanocarbono-Array III, disipador de calor.\r\nConectividad de nueva generación: PCIe 5.0, Quad NVMe PCIe 4.0 x4 M.2, Intel Thunderbolt 4, USB 3.2 Gen 2x2 Tipo C.\r\nRedes rápidas: AQUANTIA 10GbE LAN, Intel 2.5 GbE LAN, Intel WiFi 6E 802.11ax, BT5.\r\nAudio dinámico: tarjeta de audio USB Hex esencial y DAC USB esencial.\r\nMostrar más\n\nEnchufe Intel LGA 1700: Compatible con procesadores Intel Core Series de 12.ª generación, compatible con DDR5: Diseño de potencia dominante DDR5 sin búfer sin ECC de dos canales: Diseño VRM directo de 19+1+2 fases con etapa de potencia de 105 A con condensadores de polímero de tántalo. Diseño térmico de vanguardia: Armadura reactiva térmica con aletas de nanocarbono-matriz III, disipador de calor directo Touch Heatpipe II, placa base de nanocarbono, protectores térmicos XTREME. Conectividad de próxima generación: PCIe 5.0, Quad NVMe PCIe 4.0 x4 M.2, Intel Thunderbolt 4, USB 3.2 Gen 2x2 Tipo C. Red rápida: AQUANTIA 10GbE LAN, Intel 2.5 GbE LAN, Intel WiFi 6E 802.11ax, audio dinámico BT5: Tarjeta de audio hexagonal USB esencial y DAC USB esencial. Funciones de ajuste fino: RGB FUSION 2.0, admite tiras de LED RGB y LED direccionables, Smart Fan 6, Q-Flash Plus Actualizar BIOS sin instalar, CPU, memoria y GPU. El rey del juego está aquí. El Z690 Aorus Master admite procesadores Intel de 12.ª generación y un rendimiento sin igual. Las placas base Z690 de GIGABYTE vienen con un diseño de potencia mejorado, estándares de almacenamiento de alto grado y una conectividad sobresaliente que te permite optimizar tu rendimiento.\n\nRAM: DDR5\nVelocidad de memoria: 6400 MHz\nTipo de conexión inalámbrica: 802.11ax\nNúmero de puertos USB 2.0: 8\nMarca: GIGABYTE\nSeries: Z690 AORUS MASTER\nNúmero de modelo del producto: Z690\nDimensiones del producto: 13,58 x 11,57 x 3,14 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 13.58 x 11.57 x 3.14 pulgadas\nFabricante: GIGABYTE\nASIN: B09J64TBJG\nProducto en amazon.com desde: octubre 27, 2021\nOpinión media de los clientes: 4.3\r\n(193)\r\n4.3 de 5 estrellas\nClasificación en los más vendidos de Amazon: nº2,241 en Tarjetas Madres para Computadoras\n","Price":325.00,"Features":["19+1+2VRM","105A","6400mt","PCIe5 x16","M.2 Gen4","5xM.2","6xSATA","9xUSB","2xUSB-C","Q-Flash","LAN 10Gb","Wifi 6E","Bluetooth 5.2","RGB Fusion","DisplayPort","2xThunderbolt","DDR5","12Gen-13Gen-14Gen","LGA1700","ATX","Intel","Motherboard","MOBO"],"Date":"2026-01-12T21:36:15.5390847-05:00","Update":"2026-01-13T11:03:30.3648765-05:00","Label":"Board Gigabyte Z690 Aorus Master"}