{"Category":"Periféricos","SubCategory":"Otros","Images":["/images/products/cable-extensin-omni-gear-usb-30-09-metros-1.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-2.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-3.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-4.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-5.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-6.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-7.webp","/images/products/cable-extensin-omni-gear-usb-30-09-metros-8.webp"],"Description":"Model\nBrand: Omni Gear\nModel: USB3-3-MFG\nType: USB\nConnector Type: USB A to USB A\n\n\nDetails\nCable Length: 3 ft.\nConnector Number: 2\nTerminal Gender: Male to Female\n\n\nFeatures\nFeatures: Perfect Length: This USB extender has perfect lengths to help your daily life and office work. With this USB 3.0 extension cable, you can play the game freely or lie on the sofa to use your devices for video and photos. No need to bend down under the desk or behind the TV to plug some USB peripherals anymore, making your life to be an easier and more convenient way!\n\n5Gbps High-speed Transfer: With data transfer rate up to 5 Gbps, this USB extension cord is 10x faster than USB 2.0 (480 Mbps), backs up your huge files in seconds and ensures fast charging & data syncing. The charging speed is up to 2A. This USB cable male to female is also backward compatible with USB 2.0, 1.1, 1.0 standard devices. Plug& Play on universal system, no driver required.\n\nUniversal Compatibility: You can use this USB extender cable to extend the distance to connect your USB connection to your computer, as well as a variety of USB peripherals such as PS 4 controller, Keyboard, Mouse, Webcam, Gamepad, USB Flash Drives, Hard Drives, PlayStation, Xbox, Oculus VR, Hubs, Printers, Card Readers, Bluetooth Adapters, Scanners, Camera without any hysteresis or loss of data.\n\nFlexible & Durable: Engineered with nickel plated connectors, reinforced joint and aluminum alloy case, this USB an extension cable offers stronger protection. Also constructed with multiple layers of shielding to minimize interference, corrosion-resistant, effectively prolong the cable service life.\n\nLong-Lasting Performance Design: The USB 3.0 extender is perfect for protecting the USB sockets of your devices from frequent plugging and unplugging. Moreover, with more than 15,000 bend tests, this advanced USB cable extender is more reliable and bend free, specially designed for a longer lifespan.\n\n\nAdditional Information\nDate First Available: November 04, 2021","Price":13.00,"Features":["Extension"],"Date":"2023-11-03T12:22:45.5376533-04:00","Update":"2025-03-13T13:15:56.8042204-04:00","Label":"Cable Extensión Omni Gear USB 3.0 0.9 metros"}