{
  "Category": "Periféricos",
  "SubCategory": "Externo",
  "Images": [
    "/images/products/caja-25-sanzang-usb3-usb-type-c-to-a-1.webp",
    "/images/products/caja-25-sanzang-usb3-usb-type-c-to-a-2.webp",
    "/images/products/caja-25-sanzang-usb3-usb-type-c-to-a-3.webp",
    "/images/products/caja-25-sanzang-usb3-usb-type-c-to-a-4.webp",
    "/images/products/caja-25-sanzang-usb3-usb-type-c-to-a-5.webp",
    "/images/products/caja-25-sanzang-usb3-usb-type-c-to-a-6.webp"
  ],
  "Description": "Transmisión de alta velocidad: la carcasa SAN ZANG MASTER SSD SATA de 2.5 pulgadas adopta una interfaz SATA III. El cable de datos adopta USB 3.0, la velocidad máxima de transmisión de datos es de 5 Gbps, y soporta UASP/TRIM con velocidad de transmisión rápida. 70% más rápido que USB 3.0 convencional. Ya sea que lo esté utilizando para juegos o copias de seguridad de archivos, ahorrará mucho tiempo de espera.\nTransmisión suave y estable: el adaptador SAN ZANG MASTER SATA a USB 3.0 de 2.5 pulgadas adopta chips líderes en la industria, cortocircuitos integrados, sobrecorriente y múltiples protecciones para garantizar la seguridad de SSD y datos. El interior está equipado con una esponja a prueba de golpes para proteger mejor el disco duro. ¡Elija la carcasa de disco duro externo SAN ZANG MASTER y disfrute de una experiencia de transmisión más suave y estable!\nPlug & Play: el gabinete para disco duro SANZANG MASTER de 2.5 pulgadas no requiere herramientas para instalar, conectar y usar, no se requiere controlador. Simplemente empuja la funda, inserta la unidad, cierra la carcasa y conéctala al dispositivo. Soporte de intercambio en caliente. No hay necesidad de una fuente de alimentación adicional, fácil de transportar.\nTodo en uno: una carcasa de disco duro SATA puede satisfacer las diversas necesidades de los usuarios. La funda SATA externa 2.5 es adecuada para SSD HDD SATA III/II/I de 0.276 in-0.374 in, 2.5 pulgadas, como Seagate, Samsung, WD, Critical, Toshiba, etc. Windows 2000/Windows 98/XP/Vista/7/8/10, Linux, Mac OS 9.1/10.8.4 y superiores pueden reconocer rápidamente este gabinete de disco duro de 2.5 pulgadas. Ampliamente utilizado en PC, portátil, Xbox, PS5/PS4/PS3, etc.",
  "Price": 17.00,
  "Features": [
    "SZPW25-C3-BK"
  ],
  "Date": "2024-08-08T01:34:08.46623-04:00",
  "Update": "2024-08-09T17:00:52.9009373-04:00",
  "Label": "Caja 2.5 Sanzang USB3 USB Type C to A"
}