{"Category":"Periféricos","SubCategory":"Externo","Images":["/images/products/caja-externo-25-gigimundo-usb-c-1.webp","/images/products/caja-externo-25-gigimundo-usb-c-2.webp","/images/products/caja-externo-25-gigimundo-usb-c-3.webp","/images/products/caja-externo-25-gigimundo-usb-c-4.webp"],"Description":"Sobre este artículo\n\nCaja de disco duro externo de 2.5 pulgadas: conecta fácilmente tu SSD y HDD de 2.5 pulgadas a PC, laptop, consola de juegos, enrutador para transferencia de datos o ampliación de almacenamiento. Obtenga protección para su disco duro contra arañazos y almacenamiento de datos SATA portátil. Ideal para arrancar HDD/SSD antiguos y recuperar archivos esenciales de PC antiguas.\n\nSupervelocidad UASP de 6 Gbps: el gabinete SSD SATA adopta una interfaz USB C 3.1 Gen 2, admite velocidad de transferencia máxima de 6 Gbps y protocolo UASP, un 70% más rápido que el USB 3.0 tradicional, compatible con puertos USB 2.0 y USB 1.1. Transfiere datos en segundos.\n\nCompatibilidad universal: carcasa para disco duro GiGimundo diseñada para discos duros de 2.5 pulgadas, 0.276 in y 0.374 in y SSD de hasta 6 TB. Compatible con Western Digital, Seagate, Toshiba, Samsung, Kingston, Crucial, Hitachi, etc. Disco duro SSD SATA de 2.5\". Soporta Windows, LINUX, Mac OS 8.0 y sistemas superiores.\n\nFácil instalación, viene con cable y espuma EVA: es una instalación sin herramientas, simplemente desliza para abrir y cerrar. Conecta y usa con el cable USB, no necesita controlador. Viene con el indicador LED que te permite conocer el estado de trabajo fácilmente. Las espumas EVA suaves adjuntas en el interior protegen tus discos duros de sacudidas y arañazos inadecuados.\n\nEn GiGimundo, su satisfacción se valora enormemente. Por lo tanto, respaldamos nuestra carcasa de disco duro con soporte de por vida, devoluciones gratuitas y una garantía de 1 año para garantizar que esté satisfecho con la compra.","Price":17.00,"Features":["Enclosure"],"Date":"2024-06-07T05:57:26.9623429-04:00","Update":"2024-07-10T12:45:13.8847712-04:00","Label":"Caja Externo 2.5 GiGimundo USB-C"}