{"Category":"Periféricos","SubCategory":"Externo","Images":["/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-1.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-2.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-3.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-4.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-5.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-6.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-7.webp","/images/products/caja-externo-25-orico-usb-30-pdd25pw1-u3-8.webp"],"Description":"5Gbps con aceleración UASP: la velocidad máxima de transferencia de datos de la carcasa SSD es de 5 Gbps. La interfaz SATA de la carcasa de disco duro 2.5 es compatible con el protocolo de transmisión acelerada UASP, un 70% más rápido que el USB 3.0 convencional cuando se conecta a un ordenador que también soporta UASP. Compatible con puertos USB 2.0 o 1.1\n\nChip inteligente seguro: el chip inteligente evita sobretensiones, corrientes de fugas y cortocircuitos, lo que garantiza una transferencia y acceso de datos más seguros. El modo de suspensión automática extiende la vida útil de sus discos duros.\n\nCarcasa para disco duro de 2.5 pulgadas: la carcasa para disco duro ORICO puede conectar fácilmente SSD SATA I/II/III de 2.5 pulgadas y HDD a PC, laptop, enrutador, PS4 o Xbox para transferencia de datos o ampliar el almacenamiento, recuperar los datos de tus viejos discos duros y rejuvenecer\n\nInstalación sin herramientas, plug & play, no se necesita controlador para esta carcasa SATA 2.5. Simplemente empuja la cubierta, conecta la unidad, cierra la cubierta y conéctala a tu dispositivo. Compatible con intercambio en caliente. No hay solicitud de fuente de alimentación adicional\n\nAmplia compatibilidad: este gabinete de unidades SATA a USB 3.0 es adecuado para unidades de disco duro SATA III/II/I de 0.276 in, 0.374 in 2.5 pulgadas o unidades de estado sólido, como Seagate, Samsung, WD, Crucial, TOSHIBA, etc. Esta carcasa para disco duro ORICO de 2.5 pulgadas puede ser reconocida rápidamente por Windows 2000/Windows 98/XP/Vista/ 7/8/10, Lunix, Mac OS 9.1/10.8.4 y superior. Ampliamente aplicado en PC, portátil, Xbox, PS5/PS4/PS3, enrutador, etc.","Price":17.00,"Features":["USB-A","Enclosure"],"Date":"2025-04-24T14:41:43.8301414-04:00","Update":"2025-06-21T15:27:38.0591294-04:00","Label":"Caja Externo 2.5 ORICO USB 3.0 PDD25PW1-U3"}