{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-lian-li-vector-v100rx-black-1.webp","/images/products/chasis-lian-li-vector-v100rx-black-2.webp","/images/products/chasis-lian-li-vector-v100rx-black-3.webp","/images/products/chasis-lian-li-vector-v100rx-black-4.webp","/images/products/chasis-lian-li-vector-v100rx-black-5.webp","/images/products/chasis-lian-li-vector-v100rx-black-6.webp","/images/products/chasis-lian-li-vector-v100rx-black-7.webp","/images/products/chasis-lian-li-vector-v100rx-black-8.webp","/images/products/chasis-lian-li-vector-v100rx-black-9.webp","/images/products/chasis-lian-li-vector-v100rx-black-10.webp"],"Description":"4 ventiladores preinstalados: viene con 4 ventiladores ARGB de 4.724 in preinstalados controlados por PWM, asegurando un flujo de aire adaptable e iluminación vibrante con conectividad en cadena para una fácil configuración. Velocidad del ventilador: 1800 RPM - Máx. Flujo de aire del ventilador: 61.47-60.4 CFM - Máx. Presión de aire del ventilador: 0.100-0.085 in-H2O - Nivel de ruido del ventilador: 26.5-30.8 dBA - Cojinete de ventilador: cojinete hidráulico\nPlataforma de visualización: Cubierta frontal inclinada única de la fuente de alimentación con una plataforma de visualización dedicada para figuras y coleccionables, manteniendo la caja aerodinámica cuando no está en uso.\n\nElegante tira ARGB: La tira ARGB integrada de 26 LED ofrece control de color de espectro completo y sincronización con el software de la placa base, mejorando tanto la visibilidad como la estética.\nEliminación del panel sin herramientas: cada panel lateral cuenta con un mecanismo de montaje sin herramientas para un acceso fácil y rápido a los componentes internos, agilizando tu proceso de construcción.\n\nBack-connect Motherboard & Large GPU Support: Back-connect ATX y Micro-ATX, con capacidad para tarjetas gráficas de alto rendimiento de hasta 16.535 in de longitud. Y altura del enfriador de CPU de hasta 7.008 in.","Price":195.00,"Features":[],"Date":"2025-10-19T12:34:06.3123-04:00","Update":"2025-10-19T12:46:07.2703693-04:00","Label":"Chasis Lian Li Vector V100RX Black"}