{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-tfskywindintl-c2-w-f-2-1.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-2.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-3.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-4.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-5.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-6.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-7.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-8.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-9.webp","/images/products/chasis-tfskywindintl-c2-w-f-2-10.webp"],"Description":"Funda de PC para juegos de torre media: diseñada para placas base ATX / mATX / ITX.\n\nLa fusión con marco de acero SPCC para dar al chasis un efecto visual retro, cálido, tacto cálido y funcionalidad moderna se caracteriza por la fusión de estética y practicidad.\n\nPanel lateral de vidrio templado: con paneles de vidrio templado de 0.157 pulgadas de grosor desmontables. Los diseños de vista sin fisuras como los paneles de vidrio panorámico y los paneles de malla permiten escaparates libres de polvo de los sistemas de iluminación RGB.\n\nDiseño de doble cámara: puedes instalar muchos ventiladores y radiadores de una manera extremadamente limpia y organizada en la primera cámara; la segunda cámara puedes organizar hábilmente cables, dispositivos de almacenamiento y fuentes de alimentación.\nPreinstalado con 6 ventiladores ARGB PWM: parte superior del compartimento de alimentación: 4.724 in* 3; panel trasero: 4.724 in*1; lado frontal de la placa base: 4.724 in*2. Fácil de controlar con el conector ARGB +5V de su placa base.\n\nAlto flujo de aire: malla de alta densidad, disipación rápida del calor sin obstáculos. Con ventilación de doble cámara y esta carcasa de PC puede instalar 9-12 ventiladores y soportar refrigeración de alta gama refrigerada por agua de 14.173 in.\n\nSoporta HDD*1 y SSD*1 o 2 HDDs, con 7 ranuras de expansión; Emparejado con filtro de polvo magnético. Interfaz del panel: HD Audio *1; USB3.1 * 1; USB2.1 * 1; Botón de contrl RGB * 1.\n\nLímite de longitud de la tarjeta gráfica 16.535 in; límite de altura del enfriador de CPU 6.496 in; tamaño del ventilador superior 4.724 in*3/5.512 in*2 (soporta refrigeración por agua de 240/280/360); ventilador de panel frontal 4.724 in*3; ventilador superior de compartimento de fuente de alimentación 4.724 in*3; ventilador de panel trasero 4.724 in*1; ventilador lateral frontal de placa base 4.724 in*2; Límite de longitud de la fuente de alimentación 0.000 in.","Price":140.00,"Features":["ATX","6xFan","2xHDD","1xUSB3","1xUSB2","Audio in & out","240mm Side","360mm Front","360mm Top","360mm Bottom","120mm Rear","420mm GPU","165mm CPU","200mm PSU","Mid Tower","Blanco","Gabinete","Case"],"Date":"2026-01-20T15:59:06.8450476-05:00","Update":"2026-01-26T10:40:23.015612-05:00","Label":"Chasis T.F.SkyWindintl C2-W-F 2"}