{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-vevor-230-14-1.webp","/images/products/chasis-vevor-230-14-2.webp","/images/products/chasis-vevor-230-14-3.webp","/images/products/chasis-vevor-230-14-4.webp","/images/products/chasis-vevor-230-14-5.webp","/images/products/chasis-vevor-230-14-6.webp","/images/products/chasis-vevor-230-14-7.webp","/images/products/chasis-vevor-230-14-8.webp","/images/products/chasis-vevor-230-14-9.webp"],"Description":"Capacidad de almacenamiento excepcional: compatible con placas base ATX, esta funda para juegos de PC soporta hasta 16 discos duros (2 SSD + 14 discos duros o 3 SSD + 13 HDD), lo que la hace ideal para creadores de contenido. Con un amplio espacio de almacenamiento, puede administrar fácilmente activos de video, archivos de diseño y otros conjuntos de datos grandes sin problemas de almacenamiento, asegurando que su trabajo creativo nunca se detenga\n\nExcelente solución de refrigeración: equipada con 4 ventiladores de 4.724 in, esta funda para computadora de juegos soporta ventiladores de hasta 0.276 x 4.724 in (4.72 pulgadas) o 5 ventiladores de 5.512 in (5.51 pulgadas) + 1 ventilador de 4.724 in (4.72 pulgadas), lo que garantiza una excelente eficiencia de refrigeración. Mantenga su sistema a temperaturas óptimas durante juegos intensos o tareas exigentes, y evite el sobrecalentamiento\n\nConstrucción robusta: Construido con acero SPCC de alta durabilidad y vidrio templado, esta caja de PC proporciona una excelente durabilidad y estabilidad, reduciendo eficazmente las vibraciones. Proporciona un espacio de almacenamiento de hardware ideal para jugadores y creadores de contenido\n\nInterfaz de E/S eficiente: El panel de E/S cuidadosamente diseñado incluye un botón de encendido, 1 x USB 3.0 Tipo-A, 2 x USB 2.0 Tipo-A, conector de micrófono, conector de audio, botón de reinicio y botón de control de iluminación. Esta funda para computadora de juegos te ofrece una gran comodidad\n\nProtección integral contra el polvo: Los paneles superior, inferior, lateral y frontal están equipados con filtros de polvo de malla fina. El filtro magnético de polvo en los paneles superior y lateral hace que la limpieza sea sin esfuerzo, asegurando que tus componentes permanezcan libres de polvo. Esta funda para juegos de PC es ideal para jugadores y usuarios de PC que enfrentan desafíos de acumulación de polvo, manteniendo tu hardware funcionando al máximo rendimiento","Price":210.00,"Features":["14xHDD","Tempered Glass","4xFan 120mm","3xUSB","270mm GPU","240mm Top","ATX","Mesh","Creators","Mid Tower","Negro","Case"],"Date":"2025-11-03T16:24:29.8767523-05:00","Update":"2025-11-05T09:46:57.5876268-05:00","Label":"Chasis VEVOR 230-14"}