{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-mlliquea-mining-rig-frame-1.webp","/images/products/chasis-mlliquea-mining-rig-frame-2.webp","/images/products/chasis-mlliquea-mining-rig-frame-3.webp","/images/products/chasis-mlliquea-mining-rig-frame-4.webp","/images/products/chasis-mlliquea-mining-rig-frame-5.webp"],"Description":"About this item\r\nHigh Material - MLLIQUEA Mining Rig Frame made of highest quality iron material, with the finest craftsmanship, which is easy to install and has a sturdy structure. Keeps the machine perfectly organized while it holds the least amount of heat possible.\r\nPerfect Design - Mining Rig Frame, length 27.5* height 5.3 * depth11.1 inch. Can be stacked to save space (you need to buy stacked pillars in our store). It is recommended that you buy the B85/847 mining dedicated motherboard we sold, which perfectly fits this upgraded version of the rack, This is a must for mining Bitcoin (BTC), Ethereum (ETC), and any other cryptocurrency.\r\nStandard Holes Design - All AXT motherboards, graphics cards, hard drives, and power supplies are designed according to standard holes, keep all cables clean and organized, along with everything in your mining machine, so as to achieve a better heat dissipation effect. Support in-line motherboards up to 70cm in length. ATX motherboard needs to use our rubber pad to pad up a screw hole.\r\nEasy to Install - The Frame Only, Not includes Fans or other CPU, GPU, PSU, Motherboards, Cables. Please refer to our pictures for installation steps.\r\nCustomer Satisfactory - If you have any technical or frame quality problems, just contact us through your order and we will serve you until you get your 100% satisfaction.\n\nFeatures: Upgraded version of the mining rack, perfectly adapted to the 847/B85 mining motherboard (sold in our shop) Keep the machine's effective heat dissipation, which will help your mining power to run at full speed and improve efficiency Can be stacked, Small size, more suitable for mining factories   Specification: Product size: Length 700 * height 134 * depth 280MM Adapter motherboard: 847 (57cm*16.5cm) B84 (60cm*18cm) ATX motherboard needs to use our rubber pad to pad up a screw hole Packing size: 7.87*27.6*2in Product weight: 2.5kg(5.5lb) Accessories: Power bit screw Motherboard screws Fixed graphics card Copper pillar Power screw fixing shelf Rubber pad Fixed nut wrench Power supply fixing piece   Package included: 1 x Mining Frame 1 x set Installation screw package   Notice: Frame Only (Need to assemble by yourself, for installation steps, Please refer to our pictures for installation steps.  ) Please buy 847/B85 motherboards sold by MLLIQUEA, we confirm the perfect fit after installation\n\nBrand: MLLIQUEA\nPackage Dimensions: 29 x 5.35 x 1.42 inches\nColor: Multi\nManufacturer: MLLIQUEA\n","Price":69.00,"Features":["8 GPU","Acero","Abierto"],"Date":"2025-04-24T14:41:42.3906296-04:00","Update":"2025-04-24T14:42:37.4444679-04:00","Label":"Chasis MLLIQUEA Mining Rig Frame"}