{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-nzxt-h7-flow-rgb-2024-black-1.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-2.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-3.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-4.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-5.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-6.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-7.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-8.webp","/images/products/chasis-nzxt-h7-flow-rgb-2024-black-9.webp"],"Description":"Refrigeración específica de la GPU: soporta tres ventiladores de 4.724 in montados en la parte inferior para refrigeración directa de la GPU mientras mantiene una huella estrecha en la mitad de la torre.\n\nRendimiento fuera de la caja: viene equipado con tres ventiladores frontales de 4.724 in para una refrigeración excepcional fuera de la caja.\n\nOptimizado para flujo de aire: los paneles de malla de alto rendimiento maximizan el flujo de aire tanto para la entrada como para el escape, así como el polvo del filtro.\n\nSoporte de radiador grande: soporta radiadores de hasta 16.535 in en la parte delantera y radiadores de 14.173 in en la parte superior para un potencial de enfriamiento potente.\nGestiona fácilmente los cables: intuitivo sistema de gestión de cables con canales anchos, ganchos integrados y correas incluidas para un fácil enrutamiento.\n\nNZXT H7 Flow RGB 2024 - Caja de flujo de aire ATX de media torre - Incluye unidad de ventilador RGB de un solo marco de 14.173 in - CM-H72FB-R1 - Soporta ventiladores inferiores para refrigeración dedicada de GPU - Gestión de cables - Negro","Price":315.00,"Features":["3xFan ARGB","2xHDD","EATX","Tempered Glass","2xUSB","USB-C","410mm GPU","185mm CPU","200mm PSU","360mm Top","420mm Front","Gamer","Mid Tower","ATX","Negro","Case"],"Date":"2025-04-03T06:15:49.3331893-04:00","Update":"2025-04-03T07:53:08.3775141-04:00","Label":"Chasis NZXT H7 Flow RGB 2024 Black"}