{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-cooler-master-masterbox-q300l-gray-1.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-2.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-3.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-4.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-5.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-6.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-7.webp","/images/products/chasis-cooler-master-masterbox-q300l-gray-8.webp"],"Description":"El panel de E/S se puede ajustar en 6 ubicaciones diferentes y la carcasa se puede colocar: vertical u horizontal\nEl panel lateral transparente acrílico de borde a borde ofrece una visión completa del interior\nAltura de la profundidad del cuerpo: Puede soportar la fuente de alimentación ATX de tamaño normal\nFiltro de polvo de diseño magnético frontal con apertura perforada frontal, superior e inferior para un alto rendimiento de aire\nEspacio adicional detrás de la bandeja de la placa base para la gestión de cables oculta\nSoporte de placa madre: Micro ATX, Mini ITX, Enfriador de CPU: 159mm/6.2\", GPU 14.173 in, Soporte del radiador delantero: 4.724 in/9.449 in, Trasero: 4.724 in\n\nLa Master Box Q300L es su opción sencilla en la línea de la nueva serie Master Box de Cooler Master. Una serie que puede ser de tamaño pequeño pero sobresale en funcionalidad y modularidad sin comprometer el rendimiento térmico. Aunque el tamaño no lo diría, la Master Box Q300L admite una fuente de alimentación ATX estándar que no vemos a menudo en el mercado con este tamaño. Según la configuración del sistema, el panel de E/S se puede ajustar a seis ubicaciones diferentes, tres opciones a cada lado de la carcasa. Puede decidir qué configuración se adapta mejor a su sistema. Debido al diseño del cubo del marco y el diseño de patrón especial en el filtro de polvo magnético hará que el chasis se destaque del resto. La combinación de un diseño práctico y la perspectiva personalizable única hace que la Master Box Q300L sea la elección perfecta para la oficina y el hogar.\n\nMarca: Cooler Master\nNúmero de modelo del producto: MCB-Q300L-KANN-S00\nDimensiones del producto: 15,39 x 9,06 x 15 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 15.39 x 9.06 x 15 pulgadas\nColor: Negro","Price":115.00,"Features":["Modular Panel","Acrilic","240mm Front","2xUSB3","159mm CPU","360mm GPU","160mm PSU","Gamer","Mid Tower","Micro ATX","Negro","Case"],"Date":"2023-12-07T22:24:12.9113994-05:00","Update":"2024-11-04T08:26:34.2327752-05:00","Def":true,"Label":"Chasis Cooler Master MasterBox Q300L Gray"}