{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-nzxt-h5-flow-white-1.webp","/images/products/chasis-nzxt-h5-flow-white-2.webp","/images/products/chasis-nzxt-h5-flow-white-3.webp","/images/products/chasis-nzxt-h5-flow-white-4.webp","/images/products/chasis-nzxt-h5-flow-white-5.webp","/images/products/chasis-nzxt-h5-flow-white-6.webp","/images/products/chasis-nzxt-h5-flow-white-7.webp","/images/products/chasis-nzxt-h5-flow-white-8.webp","/images/products/chasis-nzxt-h5-flow-white-9.webp","/images/products/chasis-nzxt-h5-flow-white-10.webp","/images/products/chasis-nzxt-h5-flow-white-11.webp"],"Description":"Excelente refrigeración por GPU: la cubierta de la fuente de alimentación está perforada en el lateral y en la parte inferior, lo que permite una entrada de aire óptima de dos ventiladores de 4.724 in (no incluidos).\n\nSoporte de radiador grande: soporta un radiador de hasta 14.173 in en la parte delantera y un radiador de 9.449 in en la parte superior para un potente potencial de refrigeración líquida.\nFlujo de aire de alto rendimiento: malla ultrafina en los paneles superior, frontal y lateral que crea el máximo flujo de aire y filtra el polvo.\n\nVentiladores preinstalados: equipado con dos ventiladores de flujo de aire silencioso de 4.724 in, uno en la parte delantera, uno en la parte trasera, para un rendimiento sólido listo para usar.\n\nGestión de cables sin costuras: enruta y oculta cables sin esfuerzo utilizando los amplios canales, ganchos y correas.\n\nEl H5 Flow CC-H52FW-01 aumenta el flujo de aire y la refrigeración de la GPU con su cubierta perforada de la fuente de alimentación, los paneles de malla y el gran soporte del radiador, todo en un factor de forma compacto de media torre.","Price":185.00,"Features":["Tempered Glass","2xFan F120Q 120mm","1xUSB3","USB-C","170mm CPU","410mm GPU","200mm PSU","360mm Front","240mm Top","1xHDD","E-ATX","Mesh","Gamer","Mid Tower","Tool Less","Blanco","Case"],"Date":"2025-11-03T16:24:26.3676132-05:00","Update":"2025-11-05T09:32:04.6660711-05:00","Label":"Chasis NZXT H5 Flow White"}