{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-corsair-2500d-airflow-white-1.webp","/images/products/chasis-corsair-2500d-airflow-white-2.webp","/images/products/chasis-corsair-2500d-airflow-white-3.webp","/images/products/chasis-corsair-2500d-airflow-white-4.webp","/images/products/chasis-corsair-2500d-airflow-white-5.webp","/images/products/chasis-corsair-2500d-airflow-white-6.webp","/images/products/chasis-corsair-2500d-airflow-white-7.webp","/images/products/chasis-corsair-2500d-airflow-white-8.webp"],"Description":"About this item\r\nUnrivaled Airflow for Your SFF PC: Even with an mATX form-factor, the 2500D AIRFLOW’s fully mesh front, side, and roof paneling provide exceptional cooling for high-end small-form-factor PCs\r\nDual Chamber Design: Promotes effective cooling and a cleaner, more organized build with one chamber equipped with a multitude of fan and radiator mounts, and the other providing abundant room for cable routing, drive storage, and PSU installation\r\nCompatible with Reverse Connection Motherboards: Validated for use with new ASUS BTF and MSI Project Zero motherboards featuring connections on the back of the board, so your view isn’t spoiled by plugged-in cables\r\nWide-Ranging Cooling Options: Optimize your cooling with room for up to 11x 120mm or 6x 140mm fans, including versatile radiator mounting options for up to 360mm in the roof and bottom, and room for 240mm on the side and front\r\nA Picture-Perfect PC: Keeping cables out of the way in the second chamber makes it easier to build a stunning PC worthy of the show floor\n\nThe CORSAIR 2500D AIRFLOW Micro ATX Dual Chamber PC Case is an mATX form-factor case made for high-powered SFF builds in need of heavy airflow. The 2500D AIRFLOW’s small size hides plenty of options for your cooling setup with fully mesh paneling, room for up to 11x 120mm or 6x 140mm fans, and versatile AIO radiator mounting options in the front, roof, bottom, and side. Compatibility with reverse connection motherboards gives you a cable-free view of your system. Keep the cables out of sight by routing them in the second chamber. Easy tool-free drive mounts accommodate up to 2x 3.5in or 2x 2.5in storage drives, while a modern front panel I/O including USB 3.2 Gen-2 Type-C offers convenient device access. Engineered for effortless building and with a wide range of optional accessories for extensive customization, the 2500D AIRFLOW is a best-case scenario for your next small-form-factor PC.\n\nBrand: Corsair\nSeries: 2500D AIRFLOW\nItem model number: CC-9011264-WW\nItem Weight: 26.1 pounds\nProduct Dimensions: 18.86 x 11.97 x 14.8 inches\nItem Dimensions LxWxH: 18.86 x 11.97 x 14.8 inches\nColor: White\nComputer Memory Type: DIMM\nManufacturer: Corsair\nASIN: B0CQ5CW8D1\nCountry of Origin: China\nDate First Available: February 27, 2024\nCustomer Reviews: 4.0\r\n13 ratings\r\n4.0 out of 5 stars\nBest Sellers Rank: #1,643 in Computer Cases\n","Price":215.00,"Features":["Micro-ATX","Tempered Glass","Reverse Connection","180mm CPU","400mm GPU","225mm PSU","360mm Top/Bottom","280mm Front","2xUSB3","1xUSB-C","2xCamaras","Mid Tower","Gamer","Blanco","Gabinete","Case"],"Date":"2025-08-01T10:38:57.6530262-04:00","Update":"2025-10-13T12:50:25.6776816-04:00","Label":"Chasis Corsair 2500D Airflow White"}