{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-montech-x3-mesh-black-1.webp","/images/products/chasis-montech-x3-mesh-black-2.webp","/images/products/chasis-montech-x3-mesh-black-3.webp","/images/products/chasis-montech-x3-mesh-black-4.webp","/images/products/chasis-montech-x3-mesh-black-5.webp","/images/products/chasis-montech-x3-mesh-black-6.webp","/images/products/chasis-montech-x3-mesh-black-7.webp","/images/products/chasis-montech-x3-mesh-black-8.webp","/images/products/chasis-montech-x3-mesh-black-9.webp","/images/products/chasis-montech-x3-mesh-black-10.webp"],"Description":"Precio por rendimiento inigualable: la Montech X3 no es una carcasa para una PC Gaming cualquiera, es una mejora en todos los aspectos en comparación con las anteriores carcasas de la serie X. El X3 ofrece la mejor relación precio-rendimiento de Montech.\n\nAlto flujo de aire: los tres ventiladores frontales de 140 mm del Montech X3 proporcionan una entrada de aire masiva, y con ventilación superior y trasera pre-montada, optimizando el sistema de flujo de aire.\n\nEspectáculo de iluminación RGB: los seis ventiladores preinstalados tienen capacidad de iluminación RGB fija, puedes encender o apagar la iluminación del ventilador simplemente pulsando el botón LED.\n\nNota: La iluminación es fija, no direccionable, pero se puede apagar.\n\nVista panorámica completa: el Montech X3 cuenta con un panel frontal y lateral de vidrio templado panorámico completo, para que pueda mostrar fácilmente tu sistema de batalla y la iluminación RGB.\n\nMás cómodo, más seguro: el exclusivo diseño del panel lateral de vidrio templado con giro lateral no solo es más fácil de desmontar para los usuarios, sino que el diseño sin agujeros mejora drásticamente la integridad de la resistencia y la seguridad del panel.","Price":159.00,"Features":["6xFan RGB","Tempered Glass","3xUSB","360mm Front","240mm Top","305mm GPU","160mm CPU","160mm PSU","2xHDD","Gamer","Mid Tower","ATX","Negro","Case"],"Date":"2025-01-23T21:10:32.8289052-05:00","Update":"2025-01-24T10:26:18.3114636-05:00","Label":"Chasis Montech X3 Mesh Black"}