{"Category":"Componentes","SubCategory":"Chasis","Images":["/images/products/chasis-corsair-3500x-argb-white-1.webp","/images/products/chasis-corsair-3500x-argb-white-2.webp","/images/products/chasis-corsair-3500x-argb-white-3.webp","/images/products/chasis-corsair-3500x-argb-white-4.webp","/images/products/chasis-corsair-3500x-argb-white-5.webp","/images/products/chasis-corsair-3500x-argb-white-6.webp","/images/products/chasis-corsair-3500x-argb-white-7.webp"],"Description":"Sobre este artículo\r\nUna gran construcción con una gran vista: el 3500X tiene todos los beneficios de refrigeración y las características esenciales que necesita para construir una PC increíble, compatible con factores de forma de placa base desde Mini-ITX hasta EATX, con una estética de vidrio envolvente para darle la vista a juego.\r\nAlta capacidad de enfriamiento: Los puntos de montaje de ventiladores laterales, techos y PSU, con capacidad para ventiladores de hasta 0.394 x 4.724 in, aseguran que no sacrifique la refrigeración por el aspecto impresionante de un panel frontal de vidrio.\r\nPaneles de vidrio templado extraíbles: Los paneles de vidrio frontal y lateral fácilmente extraíbles hacen que sea fácil construir y acceder a su sistema después de que esté listo.\r\nTres ventiladores RS120 ARGB preinstalados: disfrute de refrigeración de alto rendimiento e iluminación sin complicaciones desde la caja con un simple control de la placa base a través de un encabezado ARGB +5V.\r\nCompatible con placas base de conexión inversa: Validado para su uso con las placas base ASUS BTF y MSI Project Zero con conexiones en la parte posterior de la placa, por lo que su vista no se estropea con cables enchufados.","Price":265.00,"Features":["E-ATX","ARGB","3xFan","2xUSB3","1xUSB-C","Tempered Glass","360mm Side","360mm Top","410mm GPU","170mm CPU","180mm PSU","Mid Tower","Gamer","Blanco","2xHDD","Case"],"Date":"2024-11-22T04:29:56.4198992-05:00","Update":"2024-11-22T09:56:59.8129252-05:00","Label":"Chasis Corsair 3500X ARGB White"}