{
  "Category": "Componentes",
  "SubCategory": "Disipador Líquido",
  "Images": [
    "/images/products/clc-diyhz-radiador-120mm-1.webp",
    "/images/products/clc-diyhz-radiador-120mm-2.webp",
    "/images/products/clc-diyhz-radiador-120mm-3.webp"
  ],
  "Description": "★ Nombre del producto: radiador de refrigeración por agua; tamaño exterior: 6.102 x 4.724 x 1.063 in / 6.10 x 4.72 x 1.06 pulgadas (largo x ancho x alto), peso: 4.94 oz.\n★ Tamaño de instalación del ventilador: 120 x 120; cantidad de tubo: 12; voltaje nominal: 12 V CC.\n★ Eficientemente alejando el calor del refrigerante de ciclo logrando así la máxima disipación de calor en funcionamiento de flujo de aire bajo y alto.\n★ Hecho de aletas de cobre puro con buena disipación de calor, utiliza la pintura de oxidación negra para aumentar la eficiencia térmica.\n★ Aplicable a CPU de computadora, unidades industriales de frecuencia variable, refrigeración por agua VGA, refrigeración de cabezal láser y evaporador de aire acondicionado.\n\nRadiador de computadora de refrigeración por agua DIYhz\nEspecificaciones del producto:\n- Color: Negro\n- Cantidad de tubo: 12\n- Peso: 8.14 onzas.\n- Material: Aluminio\n- Boca: 9,5 (D) mm\n- Densidad de la aleta: 18 líneas por pulgada\n- Número de modelo: 4.724 in x 4.724 in\n- Diámetro interior del tubo de identificación: 0.315 -0.472 in / 0.3'' - 0.5''\n- Diámetro exterior del tubo de identificación: 0.374 in / 0.37 pulgadas.\n- Tamaño exterior: 6.102 x 4.724 x 1.063 in / 6.10'' x 4.72'' x 1.06'' (L* W* H)\n- Tamaño del tornillo más largo: 1.220 x 0.118 in / 1.2'' x 0.12'' (L*D)\n- Tamaño del tornillo más corto: 0.276 x 0.118 in / 0.3'' x 0.12'' (L*D)\nEspecificaciones:\n- Material: Metal\n- Aletas de aluminio puro\n- Sello de soldadura fuerte de piezas en su conjunto\n- Articulación: banda de acero inoxidable desechable\n- El proceso de sellado: soldadura fuerte de aluminio al vacío\n- Tipo de artículo: Refrigerador de refrigeración por agua de radiador de computadora\n- Se puede instalar ventilador de 4.724 in, tamaño del orificio de montaje: 109.5 (D) × 109.5 (W) mm\n★ Optimizado para un alto rendimiento a bajo costo, sin soldaduras débiles ni fugas.\n★ Adecuado para refrigeración de CPU de computadora, controlador de conversión de frecuencia industrial, enfriamiento de cabeza láser, evaporador de aire acondicionado y refrigeración de gabinete de control industrial.\n\nEl paquete incluye:\n1 radiador de refrigeración por agua (con tubo)\n4 tornillos cortos.\n4 tornillos largos",
  "Price": 35.00,
  "Features": [],
  "Date": "2024-05-08T09:30:24.0806507-04:00",
  "Update": "2024-05-08T09:33:17.2517656-04:00",
  "Label": "CLC DIYhz Radiador 120mm"
}