{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-1.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-2.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-3.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-4.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-5.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-6.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-7.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-8.webp","/images/products/combo-teclado-y-mouse-logitech-wireless-mk270-whit-kwawza-9.webp"],"Description":"Plug and Play fiable: el receptor USB proporciona una conexión inalámbrica fiable de hasta 33 pies (1), para que pueda olvidarse de las caídas y los retrasos y puede llevarlo donde quiera que use su computadora\nEscriba en comodidad: el diseño de este teclado crea una experiencia de escritura cómoda gracias a las teclas silenciosas de perfil bajo y el diseño estándar con teclas F de tamaño completo, teclado numérico y teclas de flecha\nDuradero y resistente: este teclado inalámbrico de tamaño completo cuenta con un diseño resistente a derrames (2), teclas duraderas y patas inclinables resistentes con altura ajustable\nLarga duración de la batería: el combo MK270 cuenta con un teclado de 36 meses y una duración de la batería del mouse de 12 meses (3), junto con interruptores de encendido/apagado que le permiten pasar meses sin la molestia de cambiar las baterías\nFácil de usar: este combo de teclado y mouse inalámbricos cuenta con 8 teclas de acceso rápido multimedia para acceso instantáneo a Internet, correo electrónico, reproducción/pausa y volumen para que pueda consultar fácilmente sus sitios favoritos\n\nLogitech Combo de teclado y mouse inalámbricos MK270. Satisface todas tus necesidades de accesorios de computadora con el combo inalámbrico Logitech MK270. Un combo inalámbrico fiable con un pequeño receptor Logitech plug-and-olvice. Este combo de teclado y mouse cuenta con tecnología inalámbrica Logitech Advanced de 2.4 GHz, lo que ofrece la fiabilidad de un cable con comodidad inalámbrica. La duración de la batería de larga duración elimina la molestia de cambiar las baterías con frecuencia. Detalles del producto: Dimensiones: 5.87 x 17.36 x 0.71 in Peso: 17.57 oz Altura ajustable del teclado 10-Key Number pad Tipo de clave: Perfil profundo Tapas bloqueo indicador luz interruptor de encendido y apagado 2 pilas AAA Duración de la batería: 36 meses (3) Ratón Detalles del producto: Dimensiones: 3.9 x 2.36 x 1.54 in Peso: 2.65 oz Tecnología de sensor: Smym. ooth Seguimiento óptico Número de botones: 3 (izquierda/derecha, clic medio) Desplazamiento: línea por línea Rueda de desplazamiento: 2D, óptico Conectar/Encendido: Botón de encendido y apagado 1 batería AA Duración de la batería: 12 meses (3) Alcance inalámbrico: Hasta 33 pies (1) Compatible con Windows 7, 8, 10 o posterior, Chrome OS (1) El rango inalámbrico puede variar basado en el medio ambiente y la computación (2) Probado en condiciones limitadas (máximo 2.0 fl oz de derrame de líquido). No sumerja el teclado en líquido. (3) La duración de la batería del teclado y el mouse puede variar según las condiciones del usuario y el cálculo (4) Basado en datos de ventas independientes (en unidades) incluidos todos los modelos de la familia MK270 para combo inalámbrico agregados de los principales mercados: CA, CN, FR, DE, ID, KR, RU, SE, TW, TH, TR, UK, EE. UU. Solo canal minorista. (5) Basado en datos de ventas independientes (en unidades) agregados para ratones y teclados Logitech de los principales mercados mundiales, incluidos CA, CN, FR, DE, ID, KR, RU, SE, TW, TH, TR, UK, EE. UU. (período de julio '19 - julio '20). Solo canal minorista. (6) El ruido de clic y escritura se redujo en más del 90% en comparación con Logitech MK270. Clic izquierdo y escribiendo nivel dBA medido por un laboratorio independiente a 3.3 ft.\n\nMarca: Logitech\nNúmero de modelo del producto: 920-013290\nSistema operativo: Windows: 10 o posterior, macOS: 10.15 o posterior, Chrome OS, Puerto USB 2.6+ del kernel de Linux\nDimensiones del paquete: 20 x 6,2 x 1,8 pulgadas\nColor: Blanco apagado\nFuente de energía: Baterías\nFabricante: Logitech","Price":49.00,"Features":["Inalámbrico","Membrana","Full"],"Date":"2024-12-05T14:17:03.3605527-05:00","Update":"2024-12-05T15:31:44.1825719-05:00","Def":true,"Label":"COMBO Teclado y Mouse Logitech Wireless MK270 White"}