{"Category":"Periféricos","SubCategory":"Control","Images":["/images/products/control-microsoft-xbox-wireless-2025-robot-white-1.webp","/images/products/control-microsoft-xbox-wireless-2025-robot-white-2.webp","/images/products/control-microsoft-xbox-wireless-2025-robot-white-3.webp","/images/products/control-microsoft-xbox-wireless-2025-robot-white-4.webp","/images/products/control-microsoft-xbox-wireless-2025-robot-white-5.webp","/images/products/control-microsoft-xbox-wireless-2025-robot-white-6.webp"],"Description":"CONTROLADOR INALÁMBRICO XBOX: Experimenta el diseño modernizado del mando inalámbrico Xbox, con superficies esculpidas y geometría refinada para mayor comodidad durante el juego con una duración de batería de hasta 40 horas*.\nMANTÉNASE EN EL TARGET: Nuevo D-pad híbrido y agarre texturizado en los gatillos y la carcasa trasera.\n\nBOTÓN COMPARTIR: Captura y comparte contenido sin problemas como capturas de pantalla, grabaciones y más con el nuevo botón Compartir.\nJUEGA EN CUALQUIER LUGAR: Incluye tecnología Xbox Wireless y Bluetooth para que puedas emparejar y cambiar fácilmente entre dispositivos como Xbox, Windows, Android, iOS, Fire TV Sticks, Smart TV y auriculares VR.\n\nCOMPATIBILIDAD: Conecta cualquier auricular compatible con el conector de auriculares de audio de 0.138 in. Conéctese mediante el puerto USB-C para conectar y usar directamente a la consola o PC*.\n\nMAPA DE BOTONES PERSONALIZADOS: Haz que el controlador sea tuyo personalizando las asignaciones de botones con la aplicación Accesorios Xbox*.\n\nExperimenta el diseño modernizado del controlador inalámbrico Xbox en Robot White, con superficies esculpidas y geometría refinada para una mayor comodidad durante el juego con el uso de la batería de hasta 40 horas. Mantente en el objetivo con una almohadilla D híbrida y agarre texturizado en los gatillos y la carcasa trasera. Captura y comparte contenido sin problemas como capturas de pantalla, grabaciones y más con el botón Compartir. Conéctese mediante el puerto USB-C para conectar y usar directamente a la consola y PC. El soporte para pilas AA está incluido en la parte trasera. Conecta cualquier auricular compatible con el conector de audio de 0.138 in. Usa la aplicación Xbox Accessories para reasignar botones y crear perfiles de controlador personalizados para tus juegos favoritos. Emparejar rápidamente, jugar y cambiar entre dispositivos. *INFORMACIÓN IMPORTANTE: Compatible con dispositivos seleccionados y versiones del sistema operativo; obtenga más información en xbox.com/controller-compatibility. La duración de la batería varía significativamente con los auriculares, accesorios adicionales, uso y otros factores. Pruebas realizadas por Microsoft utilizando baterías AA estándar en unidades de preproducción. Mapeo de botones disponible a través de la aplicación Xbox Accessories para Xbox Series X|S, Xbox One y Windows 10/11; la aplicación para Windows 10/11 requiere cable USB-C compatible (se vende por separado)","Price":65.00,"Features":["EP2-29919"],"Date":"2025-12-07T09:36:05.0463418-05:00","Update":"2025-12-07T10:47:11.7289997-05:00","Label":"Control Microsoft Xbox Wireless 2025 Robot White"}