{
  "Category": "Periféricos",
  "SubCategory": "Control",
  "Images": [
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-1.webp",
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-2.webp",
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-3.webp",
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-4.webp",
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-5.webp",
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-6.webp",
    "/images/products/control-xbox-seriex-x-special-edition-batera-recar-ynvzpr-7.webp"
  ],
  "Description": "Con plásticos recuperados con un tercio de ellos hechos de materiales rectificados y recuperados. También incluye la batería recargable Xbox que te permite jugar sin usar baterías desechables.\n\nPresentamos regrind1, un proceso de reciclaje mecánico de piezas de controlador Xbox One Generation sobrantes en una materia prima que se puede utilizar parcialmente para crear nuevos controladores, mientras mantiene la durabilidad y el rendimiento.\nLa mezcla de resinas de PCR con regrind que consiste en piezas de colores previamente moldeadas crea colores personalizados en tonos tierra con variaciones sutiles, marcas de remolino y texturización que son la primera de su tipo para Xbox, dando a cada controlador su propio aspecto y sensación.\n\nMantén la acción en marcha con la batería recargable Xbox incluida y el cable USB-C. Recarga mientras juegas o después con una carga completa de hasta 4 horas y hasta 30 horas de duración de la batería por carga. *\n\nIncluye tecnología Xbox Wireless y Bluetooth para juegos inalámbricos en consolas compatibles, PC con Windows y teléfonos y tabletas Android e iOS. *\n\nMantente en el objetivo con la almohadilla D híbrida y el agarre texturizado en los gatillos y la carcasa trasera. Conecta cualquier auricular compatible con el conector de auriculares de audio de 0.138 in.\n\nExperimenta el controlador inalámbrico Xbox - Remix Special Edition, con plásticos recuperados con un tercio de él hecho de materiales rectificados y recuperados. También incluye el paquete de baterías recargables Xbox que te permite jugar sin usar baterías desechables. Presentamos regrind1, un proceso de reciclaje mecánico de las piezas del controlador Xbox One Generation restantes en una materia prima que se puede utilizar parcialmente para crear nuevos controladores, al tiempo que mantiene la durabilidad y el rendimiento. Además, las resinas recicladas postconsumo (PCR) se incorporan a partir de materiales recuperados como cubiertas de faros automotrices, jarras de agua de plástico y CD. La mezcla de resinas de PCR con regrind que consiste en piezas de colores previamente moldeadas crea colores personalizados en tonos tierra con variaciones sutiles, marcas de remolino y texturizado, dando a cada controlador Remix edición especial su propio aspecto y sensación. Además, mantén la acción con el paquete de baterías recargables Xbox y el cable USB-C incluidos. Mediante la incorporación de estos materiales de remolienda, resinas de PCR e incluyendo el paquete de baterías recargables Xbox — la empresa está explorando formas de usar menos plástico nuevo y reducir los residuos.",
  "Price": 125.00,
  "Features": [],
  "Date": "2023-11-11T12:37:07.8205999-05:00",
  "Update": "2024-08-17T10:15:36.4380915-04:00",
  "Label": "Control XBox Seriex X Special Edition +Batería Recargable"
}