{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-1.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-2.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-3.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-4.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-5.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-6.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-7.webp","/images/products/disipador-thermalright-assassin-x-120-r-digital-ar-34evkj-8.webp"],"Description":"Buena combinación de disipación de calor: el enfriador de CPU se compone de la cubierta superior del panel LCD + 4 tubos de calor de una sola torre + ventilador de CPU de alta velocidad de 2000 RPM, que puede dar juego completo al efecto de disipación de calor del enfriador, y también puede conocer la temperatura de la CPU, el uso de la CPU y la temperatura de la tarjeta gráfica en cualquier momento\n\nModelo: Assassin X 120 R Digital ARGB BLACK, tamaño: 4.724x2.795x5.945 in, material del disipador de calor: aluminio, tamaño del ventilador: 4.724x4.724x0.984 in, velocidad del ventilador: 2000RPM+10%, presión del viento: 2.63MM H2O, volumen de aire: 70.84CFM, ruido de funcionamiento ≤ 29.84 db (A), Ventilador Interfaz: 4PIN PWM, cuerpo principal adopta todas las aletas de aluminio simétricas, combinado con el ventilador PWM, puede traer un área de disipación de calor más grande.\n\nLa altura total del enfriador del disipador térmico es de 5.945 in, que es compatible con la mayoría de las fundas sin sacrificar el rendimiento de disipación de calor, lo que hace que el disipador de calor sea más compatible. El diseño de la cubierta superior de la pantalla digital mejora la apariencia general, de modo que la función de alta disipación de calor y la estética del radiador se combinan.\n\n[Cubierta superior de pantalla digital] mientras mantiene el rendimiento de disipación de calor, el radiador está equipado con una cubierta superior de pantalla digital, utilizando el software TRCC, puede mostrar la temperatura de la CPU, el uso de la CPU, la temperatura de la tarjeta gráfica, la ocupación de la tarjeta gráfica, etc., puedes comprender fácilmente los parámetros de temperatura.\n\n[Amplia compatibilidad] disipador de calor compatible con enchufes de doble plataforma (Intel 14/15ª generación + AMD RYZEN 7000): Intel LGA 1851/1700/1150/1151/1155/1156/1200; AMD: AM4/AM5; el radiador viene con un accesorio de instalación que se puede instalar de acuerdo con la instalación. video o manual. (Nota: Para instalar la plataforma AMD, debe utilizar la placa posterior original de la placa base para la instalación) Si tiene alguna pregunta, comuníquese con el servicio de atención al cliente de la tienda.\n\n[Sincronización de luz divina ARGB] El ARGB del ventilador pwm está sincronizado con el 5V 3pin en la placa base para lograr la sincronización de luz. El colorido efecto de luz suave de este ventilador ARGB proporciona efectos de iluminación intensos mientras disipa eficientemente el calor, enfría la temperatura de la CPU mientras realiza la transformación de cambio de color, combinando el rendimiento con el color perfectamente.","Price":63.00,"Features":["4xPipes","151mm","PWM","AGHP","2000rpm","71cfm","30dB"],"Date":"2025-03-13T11:50:29.3382526-04:00","Update":"2025-03-13T12:11:35.8795125-04:00","Label":"Disipador Thermalright Assassin X 120 R Digital ARGB Black"}