{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-pccooler-paladin-ex400-1.webp","/images/products/disipador-pccooler-paladin-ex400-2.webp","/images/products/disipador-pccooler-paladin-ex400-3.webp"],"Description":"Descripción general de la marca: PCCOOLER es una conocida marca de empresas cotizadas en China. Tiene cierta popularidad en los mercados nacionales y extranjeros y tiene una influencia fundamental en el mercado de jugadores. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. Las líneas de productos de I+D incluyen: radiador refrigerado por aire de CPU, caja de la PC, ventilador de caja, almohadilla de silicona térmica, grasa de silicona térmica, controlador de ventilador de CPU, soporte de montaje anti caída del soporte y otros productos.\nEspecificaciones del producto: PCCOOLER Paladin EX400; dimensiones del enfriador de CPU: 130 (largo) x 75 (ancho) x 6.181 in (5.12 x 2.95 x 6.1 pulgadas); material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación, la refrigeración de doble torre es más fuerte (Nota: comprueba tu funda y placa base para compatibilidad con este tamaño. enfriador.)\nVentilador PWM de función completa de 4.724 in de alto rendimiento: ventilador único de 4.724 in con rodamiento hidráulico, cubierto con almohadillas de goma antivibraciones, proporcionando un control de velocidad inteligente y un funcionamiento ultrasilencioso para un rendimiento eficiente de refrigeración de la CPU, que es compatible con orificios de ventilador de 4.724 in. ; Ventilador PWM de tamaño estándar: 4.724x4.724x0.984 in (4.72x4.72x0.98 pulgadas); velocidad del ventilador (RPM): 400 ~ 1800RPM (PWM) ± 10%; puerto de potencia: 4pin; Voltaje: 12V; Flujo de aire: 73.6CFM (MAX); Nivel de ruido: 16 ~ 28.6 ds. B(A), dejar espacio para memoria chip(RAM), de modo que la instalación de la CPU del enfriador de hielo no está restringida.\nTacto directo de tubo de calor de alto rendimiento: tubos de calor sinterizados de 0.157 x 0.236 pulgadas con acabado Las especificaciones extremadamente ajustadas ayudan al enfriador de aire Paladin de 400 cpu más allá del límite de rendimiento del enfriador de 4 heatpipes, 50w Qmax por heatpipe soporta hasta 202W TDP para proporcionar eficazmente una excelente disipación de calor.\nGran superficie térmica: 56 aletas de aluminio apiladas que son de alrededor de 2,598.4 in x 2,598.4 in de superficie térmica más grande que la de otros 6 enfriadores de tubos de calor, con mayor área de disipación de calor para una disipación de calor más fuerte.\nKits de montaje de metal con fácil instalación: los kits de montaje de metal mejorados soportan plataformas principales INTEL/AMD. Compatible con Intel LGA 1700/1200/1150/1151/1155/1156/ y AMD AM5/AM4, CPU Ryzen 5600 7600, CPU Intel i5 13600/14600,","Price":53.00,"Features":["4xPipes","73.6cfm","28.6dBA","1800rpm","155mm","Cobre","LGA 1700","LGA 1200","LGA 115X","AM4","AM5"],"Date":"2024-11-11T18:17:00.2776813-05:00","Update":"2024-11-12T02:58:09.7108195-05:00","Label":"Disipador PCCooler Paladin EX400"}