{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-peerless-assassin-120-mini-1.webp","/images/products/disipador-thermalright-peerless-assassin-120-mini-2.webp","/images/products/disipador-thermalright-peerless-assassin-120-mini-3.webp","/images/products/disipador-thermalright-peerless-assassin-120-mini-4.webp","/images/products/disipador-thermalright-peerless-assassin-120-mini-5.webp"],"Description":"Descripción general de la marca: Thermalright es una marca taiwanesa con más de 20 años de historia de desarrollo. Tiene un cierto grado de popularidad en los mercados nacionales e internacionales, y tiene una influencia decisiva en el mercado más fresco. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. La línea de productos de I+D incluye: enfriadores de CPU, enfriadores de refrigeración por agua de CPU, ventiladores de caja, grasa de silicona térmicamente conductora, accesorios y otros productos.\nVentaja térmica: la fuerte disipación de calor del enfriador de CPU es creada por 6 tubos de calor + doble torre + ventilador de rendimiento, estructura de torre doble para 48 piezas de aletas de aluminio. 2, hasta cierto punto, aumenta el área de enfriamiento, por la base de cobre puro para transferir calor a los 6 tubos de calor, y luego dispersado a la torre dual, y finalmente por el ventilador de la PC será soplado fuera de la disipación de calor. en, para lograr lo mejor efecto de enfriamiento!\n[Salida estable] Enfriador de CPU con ventilador de alto rendimiento con función de control de temperatura PWM, pies de silicona que absorben los golpes para reducir el ruido del ventilador, diseño de hoja de ventilador antitáctil para mejorar la seguridad, y el rodamiento S-FDB es una solución para la vibración de fluctuación del ventilador de elevación. El rodamiento S-FDB resuelve el problema de la vibración de elevación del ventilador. Mejora el rendimiento de enfriamiento en gran medida.\n[Ventilador PWM] Modelo de ventilador de CPU: TL-D12B; Ventilador de rendimiento PWM de tamaño estándar: 4.724x4.724x0.984 in (4.72x4.72x0.98 pulgadas); Velocidad del ventilador (RPM): 1500rpm±10%; Puerto de alimentación: 4 pines; Voltaje: 12V; Flujo de aire: 66.87CFM (máx.); Nivel de ruido ≤ 2 5.6dB (A) El rodamiento S-FDB del ventilador de CPU tiene una vida industrial de hasta 20.000 horas, lo que puede garantizar la vida útil del radiador de refrigeración por aire.\n[Compatibilidad] Soporte de ranura para enfriador de CPU: Intel: LGA1150/1151/1155/1156/1200/1700/1851; AMD: AM4/AM5; para diferentes plataformas de ranura de CPU, el kit de montaje del enfriador proporciona la placa de montaje o sujetadores adecuados, se puede combinar con las instrucciones de instalación o seguir los tutoriales a la máquina.","Price":83.0,"Features":["6xPipes","1500rpm","66.87CFM","5.6dBa","LGA 1700","LGA 1200","AM4","AM5"],"Date":"2024-06-07T05:57:38.9863907-04:00","Update":"2024-10-16T15:52:13.4492749-04:00","Label":"Disipador Thermalright Peerless Assassin 120 Mini"}