{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-peerless-assassin-120-se-wh-n23hk1-1.webp","/images/products/disipador-thermalright-peerless-assassin-120-se-wh-n23hk1-2.webp","/images/products/disipador-thermalright-peerless-assassin-120-se-wh-n23hk1-3.webp","/images/products/disipador-thermalright-peerless-assassin-120-se-wh-n23hk1-4.webp","/images/products/disipador-thermalright-peerless-assassin-120-se-wh-n23hk1-5.webp","/images/products/disipador-thermalright-peerless-assassin-120-se-wh-n23hk1-6.webp"],"Description":"Sobre este artículo\nThermalrlght es una marca de refrigeración por computadora con más de 20 años de experiencia. Al tener cierta popularidad e influencia en los reproductores de computadora, Thermalrlght ofrece disipadores térmicos y accesorios para computadoras de alto rendimiento. Incluye enfriador de aire de CPU, enfriador líquido cerrado de CPU, ventiladores de caja, fuentes de alimentación, grasa térmica, almohadillas de conducta térmica, concentrador de ventilador y controladores, soportes ILM de CPU y más accesorios de computadora.\nEspecificaciones del producto: enfriador de CPU Peerless Assassin 120 SE WHITE ARGB; dimensiones: 125 (L) x135 (W) x155 (H) mm (4.92 x 5.31 x 6.1 pulgadas). Material del disipador de calor: aluminio y cobre, el enfriador de CPU está equipado con sistema de instalación SS2 y placa de presión de metal en el disipador térmico para lograr un mejor contacto con la CPU y más intercambio de calor. superficie con doble torre configuración del disipador de calor. (Nota: compruebe la compatibilidad de su carcasa y placa base con el refrigerador)\n[2 ventiladores ARGB de alto rendimiento] Modelo: TL-C12CW-S; efectos de luz ARGB coloridos y hermosos; ventilador estándar de 4.724 in: 4.72 x 4.72 x 0.98 pulgadas; velocidad del ventilador (RPM): 1550 rpm ± 10%; conector de ventilador: PWM de 4 pines; voltaje: 1 2 V CC; nominal Flujo de aire: 66.17CFM (MAX); Nivel de ruido nominal ≤25.6dB (A), con recorte en la aleta para ajustar módulos RAM, para una mejor compatibilidad.\n[Tecnología AGHP] Seis tubos de calor de 0.236 pulgadas vienen con tecnología AGHP, resolviendo el efecto de gravedad en la orientación de instalación del disipador térmico vertical u horizontal. 6 tubos de calor de cobre puro están soldados en base de cobre, para lograr un intercambio de calor rápido con la ayuda de ventiladores dobles de alto flujo de aire.\n[Compatibilidad] Soporte de placa base con enfriador de CPU: Intel: LGA1150/1151/1155/1156/1200/1700 AMD: AM4/AM5 (Nota: para instalar en la placa base AM4 y AM5, debe utilizar la placa trasera incorporada de la placa base original para la instalación, que no está incluida con este producto)","Price":85.00,"Features":["6xPipes","155mm","1550rpm","Cobre","2xFan","25.6db"],"Date":"2025-05-18T18:25:44.4683837-04:00","Update":"2025-05-18T19:03:28.8422199-04:00","Label":"Disipador Thermalright Peerless Assassin 120 SE White ARGB"}