{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-assassin-spirit-120-v2-plus-1.webp","/images/products/disipador-thermalright-assassin-spirit-120-v2-plus-2.webp","/images/products/disipador-thermalright-assassin-spirit-120-v2-plus-3.webp","/images/products/disipador-thermalright-assassin-spirit-120-v2-plus-4.webp","/images/products/disipador-thermalright-assassin-spirit-120-v2-plus-5.webp","/images/products/disipador-thermalright-assassin-spirit-120-v2-plus-6.webp"],"Description":"Sobre este artículo\r\nDescripción general de la marca: Thermalright es una marca de Taiwán con más de 20 años de desarrollo. Tiene cierta popularidad en los mercados nacionales y extranjeros y tiene una influencia fundamental en el mercado de jugadores. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. Las líneas de productos de I+D incluyen: radiador refrigerado por aire de CPU, ventilador de caja, almohadilla de silicona térmica, grasa de silicona térmica, controlador de ventilador de CPU, soporte de montaje anti caída del soporte y otros productos.\r\nEspecificaciones del producto: Thermalright AS120 V2 PLUS; dimensiones del enfriador de CPU: 120 (L) x 98 (W) x154 (H) mm (4.72 x 3.86 x 6.06 pulgadas); material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación, especialmente diseñado y probado, el disipador de calor no obstruye la tarjeta de memoria. Doble Ventiladores PWM para mejor Refrigeración de la CPU\r\n【Refuerzo de detalles】Cubierta superior esmerilada anódica + tecnología de contacto directo de tubo de calor HDT3.1, mejora del rendimiento del tubo de calor múltiple electrochapado, la combinación de aletas de aluminio y base de cobre puro y pasta de disipación de calor mejorará el área de disipación de calor del enfriador general de CPU.\r\nRodamientos de calidad: los rodamientos S-FDB de calidad cuidadosamente desarrollados resuelven el problema de la vibración de la cuchilla del ventilador de refrigeración de la PC en modo de elevación, manteniendo el ruido del ventilador al mínimo mientras que proporcionan el máximo rendimiento de refrigeración cuando sea necesario y prolongan la vida útil del ventilador.\r\nCompatibilidad: el zócalo del enfriador de CPU es compatible: Intel: 1150/1151/1155/1156/1200/1700/17XX, AMD: AM4 /AM5; para diferentes plataformas de enchufe de CPU, se proporcionan placas de montaje correspondientes o piezas de sujetador. Hay video e instrucciones disponibles para la instalación.","Price":59.00,"Features":[],"Date":"2025-11-03T08:05:20.793438-05:00","Update":"2025-11-03T08:31:23.7940674-05:00","Label":"Disipador Thermalright Assassin Spirit 120 V2 Plus"}