{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-phantom-spirit-120-se-argb-1.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-2.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-3.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-4.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-5.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-6.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-7.webp","/images/products/disipador-thermalright-phantom-spirit-120-se-argb-8.webp"],"Description":"Tubo de calor de 0.23 x 0.236 pulgadas con tecnología de 4ª generación mejorada AGHP, el efecto de gravedad inversa causado por la orientación vertical y horizontal. Hasta 20000 horas de vida útil industrial, los rodamientos S-FDB garantizan una larga vida útil de los radiadores de aire refrigerador. Clase UL aislamiento de seguridad de baja calidad, material de PBT + PC de resistencia industrial para crear productos de alta calidad para ti. La altura es de 6.063 in, compatible con una amplia gama de modelos de chasis.\n\nVentilador PWM: TL-C12B-S V2; las conexiones de luz son ARGB de 5 V y 3 pines. Ventilador de PC PWM de grado industrial de tamaño estándar: 4.724 x 4.724 x 0.984 in (4.92 x 4.92 x 0.98 pulgadas); velocidad del ventilador (RPM): 1500 rpm ± 10%; puerto de alimentación: 4 pines; voltaje: 12 V. ; Flujo de aire: 6 6.17CFM (máximo); Nivel de ruido ≤25.6dB (A), ventilador de alto rendimiento combinado con disipación de calor eficiente. El cuerpo de refrigeración de la unidad le brinda el mejor efecto de enfriamiento.\n\nCompatibilidad: soporte de ranura de refrigeración de CPU: Intel: LGA1700/1150/1151/1155/1156/1200, AMD: AM4/AM5; para diferentes plataformas de ranura de CPU, proporciona la placa de montaje o sujetadores correspondientes, se puede combinar con las instrucciones de instalación o seguir el tutorial para entrar en la máquina.\n\nEspecificaciones del producto: Phantom Spirit120 SE ARGB; dimensiones del enfriador de CPU: 125 (largo) x 135 (ancho) x 154 pulgadas (alto) mm (4.92 x 5.31 x 6.06 pulgadas); material del disipador de calor: aluminio, el cuerpo principal está hecho de parte superior esmerilada negra anodizada + tecnología de base de cobre puro finamente tallado, evitando el diseño de memoria, el cuerpo principal es totalmente aletas de aluminio, lo que aporta el máximo área de disipación de calor, combinado con la alta conductividad térmica de la pasta térmica, que puede realizar perfectamente el efecto de enfriamiento más potente del enfriador.\n\nExcelente luz LED: la hoja del ventilador atomizador LED de alto brillo puede reflejar eficazmente la luz, lo que hace que el efecto de iluminación ARGB sea más suave, y combina con el enfriador y la carcasa más perfectamente. Hasta 17 modos de efectos de luz con soporte ARGB, el color se puede administrar y sincronizar a través del puerto de la placa base.","Price":87.00,"Features":["280W","Dual","7xPipes","2xFan","Premium Paste","Cobre","154mm","26db","PWM","1500rpm","Tower","Black","Negro"],"Date":"2025-04-24T14:41:46.5741945-04:00","Update":"2025-04-24T14:43:39.723196-04:00","Label":"Disipador Thermalright Phantom Spirit 120 SE ARGB"}