{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-peerless-assassin-120-digit-7du7b-1.webp","/images/products/disipador-thermalright-peerless-assassin-120-digit-7du7b-2.webp","/images/products/disipador-thermalright-peerless-assassin-120-digit-7du7b-3.webp","/images/products/disipador-thermalright-peerless-assassin-120-digit-7du7b-4.webp","/images/products/disipador-thermalright-peerless-assassin-120-digit-7du7b-5.webp"],"Description":"Buena disipación de calor: la refrigeración de la CPU se compone principalmente de una versión digital de una torre doble + ventiladores dobles + una cubierta superior magnética. Los 6 tubos de calor de cobre puro y la base de cobre puro pueden bien contactar la temperatura de la CPU, con la combinación de una alta velocidad de 1850 RPM, el radiador tiene un buen efecto de disipación de calor\nEspecificaciones del enfriador de CPU: Modelo: Peerless Assassin 120 Digital ARGB Blanco, tamaño total: 138x125x162mm, tamaño del ventilador: 120x120x28mm, velocidad del ventilador: 1850RPM+10%, presión del viento: 2.21mm H2O, volumen de aire: 88.89CFM, ruido operativo: ≤25.6DB (A), interfaz de alimentación del ventilador: 4PIN PWM, el radiador está equipado con ventiladores duales con rodamientos S-FDB, que tienen las características de larga vida útil y pueden asegurar la disipación de calor a largo plazo del radiador de la CPU\n\n【Tecnología de Tubo de Calor AGHP】El tubo de calor de 6X6mm adopta la versión 5.0 de la tecnología AGHP, que puede resolver el efecto de gravedad inversa causado por estar de pie/acostado. El tubo de calor de cobre puro se combina con la base de cobre microtallado con soldadura de reflujo de precisión, dirigiéndose a las características de la nueva generación de calentamiento de plataforma dual, y optimiza el rendimiento de disipación de calor de la plataforma dual\nAltura de [162 mm] La altura total del disipador de calor es de 162 mm, lo que es compatible con los chasis ATX convencionales. El radiador adopta un estilo general blanco, y el diseño de la placa de visualización digital de la cubierta superior magnética abre un nuevo mundo de disipación del calor, combinando la función de alta disipación de calor del radiador con tecnología innovadora. El diseño general de la torre dual y los ventiladores duales es compatible con la instalación de memoria de alta capacidad y tarjetas gráficas\n[Amplia compatibilidad] La refrigeración de la CPU es compatible con plataformas: AMD: AM4/AM5 y LGA1851/1700/1150/1151/1155/1156/1200, y viene con clips de montaje de doble plataforma, que se pueden instalar bien en la plataforma correspondiente. Se puede instalar de acuerdo con las instrucciones o el tutorial de instalación. Nota: La instalación de la plataforma AMD requiere el uso de la placa base original de la placa madre, que no se incluye con este producto\n\n[Placa de visualización digital magnética] La placa de visualización digital ARGB en la cubierta superior magnética puede captar la información de temperatura y ocupación de la CPU y la tarjeta gráfica. Combinado con el software de control TRCC, se puede realizar la conmutación de color de los números de temperatura","Price":93.00,"Features":[],"Date":"2026-01-12T21:36:23.0283956-05:00","Update":"2026-01-12T21:46:13.0222129-05:00","Label":"Disipador Thermalright Peerless Assassin 120 Digital ARGB White"}