{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-uphere-ue2kc6-black-1.webp","/images/products/disipador-uphere-ue2kc6-black-2.webp","/images/products/disipador-uphere-ue2kc6-black-3.webp","/images/products/disipador-uphere-ue2kc6-black-4.webp","/images/products/disipador-uphere-ue2kc6-black-5.webp","/images/products/disipador-uphere-ue2kc6-black-6.webp","/images/products/disipador-uphere-ue2kc6-black-7.webp","/images/products/disipador-uphere-ue2kc6-black-8.webp","/images/products/disipador-uphere-ue2kc6-black-9.webp"],"Description":"About this item\r\nHigh Compatibility: Our cpu cooler air supports a wide range of sockets including Intel LGA 2011/2066/1851/1700/1200/1150/1121/1155/1156/1366/1356 and AMD AM5/AM4/AM3/AM2/AM3+/AM2+/FM2/FM1, making it versatile for various builds.\r\nEasy Installation: The cpu air cooler is designed for easy installation without the need to remove the existing fan, saving you time and effort. Its innovative design allows for a quick setup, ensuring optimal cooling performance in minutes.\r\nRAM Compatibility: With a compact and thoughtful design, this cooler for pc ensures that your RAM is not blocked or interfered with during installation. Maintain full access to all your components without compromising on cooling efficiency.\r\nQuiet Operation: This 120mm cpu cooler features dual 120mm PWM fan that automatically adjusts its speed for efficient cooling and silent operation based on the CPU temperature.Enjoy a peaceful computing environment with a noise level of ≤25 dB, even at maximum fan speed of 1650 RPM, ideal for quiet PC builds.\r\nRGB Lighting: .Enhance your PC's aesthetics with vibrant Addressable RGB (ARGB) LED lighting, this cpu cooler air is customizable to match your system's theme and mood.\r\nEfficient Cooling Performance:The innovative dual tower structure of this cpu cooler provides superior cooling efficiency and airflow even when playing blackmyth wukong, allowing for better thermal management and lower temperatures.Equipped with 6 high-performance heat pipes for optimal heat dissipation, this cooler for PC ensures your CPU stays cool during intense workloads and gaming sessions.","Price":83.00,"Features":["ARGB","Dual Tower","6 Head Pipes","1650rpm","72cfm","25dba","155mm"],"Date":"2025-08-22T16:22:18.1589704-04:00","Update":"2025-08-25T14:37:14.8452539-04:00","Label":"Disipador UpHere UE2KC6 Black"}