{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-id-cooling-se-903-xt-black-1.webp","/images/products/disipador-id-cooling-se-903-xt-black-2.webp","/images/products/disipador-id-cooling-se-903-xt-black-3.webp","/images/products/disipador-id-cooling-se-903-xt-black-4.webp","/images/products/disipador-id-cooling-se-903-xt-black-5.webp","/images/products/disipador-id-cooling-se-903-xt-black-6.webp","/images/products/disipador-id-cooling-se-903-xt-black-7.webp","/images/products/disipador-id-cooling-se-903-xt-black-8.webp","/images/products/disipador-id-cooling-se-903-xt-black-9.webp"],"Description":"Sobre este artículo\r\nMejor disipación de calor: el enfriador de aire de CPU cuenta con una sola torre con 3 tubos de calor y un ventilador PWM de 3.622 in para ofrecer una excelente disipación de calor desde la CPU.\r\nAltura de 4.843 in: el enfriador de torre individual puede adaptarse a una amplia gama de modelos de chasis debido a una altura de 4.843 in en total.\r\nCompatibilidad con RAM: sin interferencias con el montaje de memoria y ranuras PCIe incluso en placas base mini-ITX gracias al tamaño mini.\r\n3 tubos de calor de contacto directo: tubos de calor de contacto directo de 3 × 0.236 in con tecnología exclusiva de contacto directo que proporcionan eficazmente una excelente disipación del calor.\r\nVentilador PWM: el ventilador PWM de 3.622 in ofrece bajo ruido para un control automático de velocidad y un funcionamiento ultrasilencioso para un rendimiento extremo de refrigeración de la CPU. Máx. Flujo de aire: 45.8CFM; Nivel de ruido: 25.8dB (A) Máx.\r\nInstalación sin complicaciones: instalación sin complicaciones para enchufes Intel y AMD. | Intel LGA1700/1851/1200/1150/1151/1155/1156 y AMD AM4/AM5.\r\nAtractivo estético: el enfriador de CPU con diseño completamente negro puede mezclarse perfectamente en el diseño de muchas carcasas de computadora, especialmente aquellos con interiores negros o de color oscuro.","Price":43.00,"Features":[],"Date":"2025-03-21T13:28:59.3972989-04:00","Update":"2025-03-21T13:44:58.5727525-04:00","Label":"Disipador ID-COOLING SE-903-XT Black"}