{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-assassin-king-120-mini-whit-ln1wdi-1.webp","/images/products/disipador-thermalright-assassin-king-120-mini-whit-ln1wdi-2.webp","/images/products/disipador-thermalright-assassin-king-120-mini-whit-ln1wdi-3.webp","/images/products/disipador-thermalright-assassin-king-120-mini-whit-ln1wdi-4.webp","/images/products/disipador-thermalright-assassin-king-120-mini-whit-ln1wdi-5.webp","/images/products/disipador-thermalright-assassin-king-120-mini-whit-ln1wdi-6.webp"],"Description":"Thermalright es una marca taiwanesa con más de 20 años de historia de desarrollo. Tiene un cierto grado de popularidad en el mercado chino y tiene una influencia decisiva en el mercado más fresco. Nos hemos centrado en la investigación y desarrollo de accesorios periféricos para computadoras. La línea de productos de I+D incluye: enfriadores de CPU, enfriadores líquidos de CPU, ventiladores de caja, pasta térmica, accesorios y otros productos.\n\n[Especificaciones del producto] AK120 MINI WHITE ARGB V3 (abreviatura); enfriador de CPU; Dimensiones: 120 (L) x 71 (W) x 135 (H) mm (4.72 x 2.8 x 5.31 pulgadas); Material del enfriador: Aluminio. Las aletas de aluminio en el cuerpo principal aportan el área máxima de disipación de calor, combinada con el ventilador PWM de 4.724 in de alto rendimiento, puede utilizar mejor la eficacia de disipación de calor más fuerte de la refrigeración de la cpu.\n\nTecnología AGHP: el tubo térmico de 0.197 x 0.236 in adopta la tecnología de 4ª generación mejorada de AGHP para resolver el efecto de la gravedad inversa causada por la dirección vertical/horizontal. Los rodamientos S-FSB tienen una vida útil muy larga para garantizar la vida útil general del enfriador de disipador térmico de la CPU. Aislamiento de seguridad de grado ULa de bajo grado, materiales PBT+PC de resistencia industrial, con la intención de crear productos de alta calidad para ti. La altura total es de 442.9 ft, compatible con más modelos de chasis.\n\n[Ventilador PWM] TL-D12W-S V3; Ventilador de rendimiento PWM de tamaño estándar de 4.724 in: 4.724 x 4.724 x 0.984 in (4.72 x 4.72 x 0.98 pulgadas); Velocidad del ventilador (RPM): 1500 RPM ± 10%; Conector de fuente de alimentación: PWM de 4 pines; Voltaje: 12V CC; Caudal de aire E: 64.8 7CFM (máx.); nivel de ruido ≤ 25.6dB (A), ventilador de alto rendimiento combinado con cuerpo de enfriamiento eficiente para ofrecerte el mejor efecto de enfriamiento\nOptimización detallada: las aletas estilo torre del cuerpo principal muelen los bordes redondeados para evitar cortar los dedos. El material del borde trapezoidal del ventilador PWM es almohadillas de esquina de silicona que absorben los golpes, que pueden reducir el ruido generado por la operación del ventilador. La versátil placa posterior Intel se puede seleccionar de acuerdo con la plataforma 17XX/115X.\n\n[Compatibilidad] La ranura del refrigerador de computadora soporta: Intel: LGA1150/1151/1155/1156/1200/1700/17XX; AMD: AM4/AM5, para diferentes plataformas de ranura de CPU, se proporcionan la placa de montaje o sujetadores correspondientes, que se pueden combinar con las instrucciones de instalación o de acuerdo con el tutorial de la máquina.","Price":59.00,"Features":["5xPipes","135mm","PWM","AGHP","1500rpm","65cfm","26dB"],"Date":"2025-02-08T22:19:02.9413556-05:00","Update":"2025-02-17T11:31:26.5722665-05:00","Label":"Disipador Thermalright Assassin King 120 Mini White ARGB V3"}