{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-assassin-x-120r-se-plus-1.webp","/images/products/disipador-thermalright-assassin-x-120r-se-plus-2.webp","/images/products/disipador-thermalright-assassin-x-120r-se-plus-3.webp","/images/products/disipador-thermalright-assassin-x-120r-se-plus-4.webp","/images/products/disipador-thermalright-assassin-x-120r-se-plus-5.webp","/images/products/disipador-thermalright-assassin-x-120r-se-plus-6.webp"],"Description":"Descripción general de la marca: Thermalright es una marca de Taiwán con más de 20 años de desarrollo. Tiene cierta popularidad en los mercados nacionales y extranjeros y tiene una influencia fundamental en el mercado de jugadores. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. Las líneas de productos de I+D incluyen: radiador refrigerado por aire de CPU, ventilador de caja, almohadilla de silicona térmica, grasa de silicona térmica, controlador de ventilador de CPU, soporte de montaje anti caída del soporte y otros productos.\n\n[Especificaciones del producto] Thermalright AX120 SE PLUS; Dimensiones del enfriador de CPU: 125 (L) x96 (W) x148 (H) mm (4.92 x 3.78 x 5.83 pulgadas). Material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación. Los ventiladores PWM dobles son útiles para una mejor refrigeración. La altura es de 5.827 in, adecuado para caja de computadora de tamaño mediano.\n\nVentiladores PWM dobles: TL-C12C y TL-C12RB V2; ventilador PWM de tamaño estándar: 4.724 x 4.724 x 0.984 in (4.72 x 4.72 x 0.98 pulgadas); velocidad del ventilador (RPM): 1550 rpm ± 10 %/1500 rpm±10%; puerto de alimentación: 4 pines; voltaje: 12 V; aire flujo: 66.17/58CFM (MAX); nivel de ruido ≤25.6dB (A), el ventilador empareja un enfriamiento eficiente con bajo nivel de ruido, lo que le proporciona un ambiente con enfriamiento eficiente y verdadera silencio.\n\nOptimización de detalles: con el proceso de tacto directo del tubo de calor, el tubo de calor y la base se refinan con la pasta de conductividad térmica para reducir la temperatura de la CPU. Las aletas hechas de aluminio puro pueden expandir el área de disipación de calor, y la cubierta superior negra esmerilada hace que el enfriador de CPU sea más clásico.\n\nCompatibilidad: el zócalo del enfriador de CPU admite: Intel: 1150/1151/1155/1156/1200/1700/17XX, AMD: AM4 /AM5; para diferentes plataformas de enchufe de CPU, se proporcionan la placa de montaje correspondiente o las piezas de sujeción","Price":69.00,"Features":["2xFan","4xPipes","148mm","1550rpm","26db","66cfm","Negro","Tower","PWM"],"Date":"2024-12-27T07:18:48.2441195-05:00","Update":"2025-02-07T09:27:34.1736057-05:00","Label":"Disipador Thermalright Assassin X 120R SE Plus"}