{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-cooler-master-hyper-212-black-1.webp","/images/products/disipador-cooler-master-hyper-212-black-2.webp","/images/products/disipador-cooler-master-hyper-212-black-3.webp","/images/products/disipador-cooler-master-hyper-212-black-4.webp","/images/products/disipador-cooler-master-hyper-212-black-5.webp","/images/products/disipador-cooler-master-hyper-212-black-6.webp","/images/products/disipador-cooler-master-hyper-212-black-7.webp","/images/products/disipador-cooler-master-hyper-212-black-8.webp","/images/products/disipador-cooler-master-hyper-212-black-9.webp","/images/products/disipador-cooler-master-hyper-212-black-10.webp","/images/products/disipador-cooler-master-hyper-212-black-11.webp","/images/products/disipador-cooler-master-hyper-212-black-12.webp","/images/products/disipador-cooler-master-hyper-212-black-13.webp"],"Description":"Tecnología de contacto directo: 4 Tubos disipadores de calor con tecnología exclusiva de contacto directo que proporcionan una excelente disipación del calor; Flujo de aire: 42 CFM. Nivel de ruido: 26.0 decibeles.\n\nFlujo de aire preciso: El conjunto de aletas apiladas garantiza la menor resistencia al flujo de aire, lo que permite un flujo de aire más frío en el disipador de calor.\n\nSensor de ventilador inteligente para protección contra atascos: No vuelvas a preocuparte de que los cables se enganchen o los componentes se ensucien.\n\nAjusta y conecta: El diseño intuitivo del soporte del ventilador hace que la actualización y el desmontaje del ventilador sea muy fácil.\nSoporte de zócalo de CPU: Intel. LGA2066, LGA2011 v3, LGA2011, LGA1151, LGA1150, LGA1156, LGA1155, LGA1366, AMD: AM4, AM3+, AM3, AM2+, AM2, FM2+, FM2, FM1.\n\nEl legendario disipador está de vuelta. El disipador de aire edición Hyper 212 Black no se complica en conseguir la mejor refrigeración. La cubierta superior de aluminio y las aletas de color negro azabache niquelado, dan a la edición Hyper 212 Black un aspecto de primera calidad. El elegante negro azabache no solo hace que se vea genial, sino que aumenta el rendimiento de refrigeración. Tan silencioso como la noche. El diseño mejorado del ventilador edición Hyper 212 Black reduce el ruido generado por el ventilador.","Price":65.00,"Features":[],"Date":"2025-07-24T21:45:05.8469735-04:00","Update":"2025-07-24T22:00:45.4177582-04:00","Label":"Disipador Cooler Master Hyper 212 Black"}