{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-peerless-assassin-140-white-1.webp","/images/products/disipador-thermalright-peerless-assassin-140-white-2.webp","/images/products/disipador-thermalright-peerless-assassin-140-white-3.webp","/images/products/disipador-thermalright-peerless-assassin-140-white-4.webp","/images/products/disipador-thermalright-peerless-assassin-140-white-5.webp"],"Description":"Sobre este artículo\r\nMejor disipación del calor: el enfriador se compone principalmente de un cuerpo de doble torre con aletas simétricas en forma de mecha + seis tubos de calor de cobre puro + ventiladores duales de alto rendimiento. La base de cobre puro detecta la temperatura de la CPU, luego dispersa la temperatura de los tubos de calor a las aletas de aluminio de gran área, y luego los ventiladores duales de alto volumen de 1500RPM disipan el calor para lograr un buen efecto de disipación de calor.\r\n[Altura de 6.220 in] La altura del enfriador de CPU es de 6.220 in, que es adecuado para chasis grandes y medianos, y es compatible con la instalación de tarjetas gráficas y de memoria de alto mariscal, y las aletas de aluminio del cuerpo principal pueden brindar el máximo área de enfriamiento.\r\n[Especificaciones del producto] Modelo: PA140 blanco; Tamaño del enfriador de CPU: 140 (L) x 157 (W) x 158 (H) mm (5.51 x 6.18 x 6.22 pulgadas); Material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores totalmente metálicos con sistema de hebilla SS2, múltiples especificaciones adaptadas para ser compatible con una amplia gama de enfriadores modelo de CPU, más fácil de Instalar, torre dual dual dual torre y ventiladores duales para una refrigeración más potente.\r\n[Ventiladores PWM duales] Ventilador TL-C12W V2 y TL-D14CW; Ventilador PWM de tamaño estándar: 4.724x4.724x0.984 in/5.512x5.512x1.063 in; Velocidad del ventilador (RPM): 1500rpm±10%; Interfaz de potencia: 4pin; Voltaje: 12V; Volumen de aire: 66.17 CFC M (MAX); El El valor de ruido es ≤25.6dB (A), y los ventiladores duales pueden proporcionar un flujo de aire más fuerte, mejorando aún más el efecto de disipación de calor del enfriador de aire de la CPU.\r\n[Descripción detallada] El radiador está equipado con un cable adaptador tipo Y (un extremo de 3 pines, un extremo de 4 pines), que puede ser muy bueno para conectar los dos ventiladores en serie, para evitar que la interfaz de la placa base no sea suficiente. (Nota: Instalación de la placa base AM4, debe utilizar la instalación de la placa base original de la placa base)\r\n[Compatibilidad] Soporte de ranura para enfriador de CPU: Intel: LGA1150/1151/1155/1156/1200/1700/1851; AMD: AM4/AM5; para diferentes plataformas de ranura de CPU, el kit de montaje del enfriador proporciona la placa de montaje o sujetadores adecuados, se puede combinar con las instrucciones de instalación o seguir los tutoriales para instalar.","Price":95.00,"Features":["158mm","6xPipes","1500rpm","66.17CFM","25.6dB","2xFan","LGA 115x","LGA 1200","LGA 1700","LGA 1851","AM4","AM5"],"Date":"2025-11-10T09:32:31.4145446-05:00","Update":"2025-11-11T14:17:12.5820062-05:00","Label":"Disipador Thermalright Peerless Assassin 140 White"}