{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-peerless-assassin-140-digit-6vki67-1.webp","/images/products/disipador-thermalright-peerless-assassin-140-digit-6vki67-2.webp","/images/products/disipador-thermalright-peerless-assassin-140-digit-6vki67-3.webp","/images/products/disipador-thermalright-peerless-assassin-140-digit-6vki67-4.webp"],"Description":"Especificaciones del radiador: Modelo: Peerless Assassin 140 Digital Black, tamaño total: 140x160x165mm, tamaño del ventilador: 120x120x28mm/140x140x27mm, velocidad del ventilador: 1850/1500 RPM ± 10%, presión del viento: 2.1/2.09 mm H2O, flujo de aire: 82/77.8 CFM, ruido de funcionamiento: ≤29.6/25.6 DB(A), interfaz de suministro de energía del ventilador: 4PIN PWM, los ventiladores duales de CPU con el radiador vienen con rodamientos S-FDB, que tienen características de larga vida para asegurar que el radiador disipe el calor eficientemente\n\nEl radiador se empareja con una placa de visualización digital ARGB magnética en la parte superior, que puede captar la información de temperatura y ocupación de la CPU y la tarjeta gráfica, y combinada con el software de control TRCC, puede lograr el cambio de color de las cifras de temperatura\n\nEl tubo de calor de 6x6mm adopta la versión 5.0 de la tecnología AGHP, que resuelve el efecto de gravedad inversa debido a las dos orientaciones de pie/acostado. Tubos de calor de cobre puro combinados con una base de cobre micrograbada y soldada por reflujo de precisión optimizan el rendimiento térmico de la plataforma dual para la nueva generación de generación de calor de plataforma dual, evitando el diseño de memoria y recomendando la instalación de memoria a una altura de 44 mm o menos\nEnfriamiento de ventiladores duales de torres duales: el enfriador está emparejado con ventiladores duales de alta velocidad, una combinación de ventiladores de 4.7 in y 5.5 in, que pueden disipar fácilmente las temperaturas de la CPU, y los ventiladores cuentan con control inteligente de temperatura PWM, eliminando la necesidad de ajustar manualmente la velocidad fija. Las almohadillas de esquina suaves alrededor de los ventiladores reducen el ruido de vibración durante el funcionamiento del ventilador\n\nEl centro de control de TRCC puede monitorear libremente los parámetros de la temperatura y ocupación de la CPU y la GPU, y el texto de los datos se puede ajustar libremente en color. La fuente de alimentación y la transmisión de comunicación de datos de la placa de visualización digital son proporcionadas por la interfaz USB 9PIN de la placa base, asegúrese de la integridad del cableado antes de instalar el software, que se puede descargar e instalar desde el sitio web oficial\n\nOptimización detallada: el radiador está emparejado con sujetadores SS2, múltiples especificaciones según la adaptación, compatible con una amplia gama de modelos de CPU, fácil de instalar y quitar, conveniente para que los usuarios realicen mantenimiento y actualizaciones, y fácil de instalar. El adaptador Y incluido puede conectar dos ventiladores en serie con una sola interfaz de placa base\nCompatibilidad amplia: El disipador de CPU es compatible con las plataformas: AMD: AM4/AM5 y LGA1851/1700/1150/1151/1155/1156/1200/2011/2066, viene con goma de montaje de plataforma dual, que se puede montar bien en las plataformas correspondientes, y se puede instalar de acuerdo con los manuales o videos de instalación. Nota: La instalación en plataforma AMD requiere el uso de la placa base original de la placa madre, este producto no viene con la placa base","Price":100.00,"Features":[],"Date":"2026-01-30T19:08:20.3663775-05:00","Update":"2026-01-30T19:18:13.7205923-05:00","Label":"Disipador Thermalright Peerless Assassin 140 Digital ARGB Black"}