{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-peerless-assassin-90-se-1.webp","/images/products/disipador-thermalright-peerless-assassin-90-se-2.webp","/images/products/disipador-thermalright-peerless-assassin-90-se-3.webp","/images/products/disipador-thermalright-peerless-assassin-90-se-4.webp","/images/products/disipador-thermalright-peerless-assassin-90-se-5.webp","/images/products/disipador-thermalright-peerless-assassin-90-se-6.webp"],"Description":"Descripción general de la marca: Thermalright es una marca taiwanesa con más de 20 años de historia de desarrollo. Tiene un cierto grado de popularidad en los mercados nacionales e internacionales, y tiene una influencia decisiva en el mercado de enfriadores de CPU. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. La línea de productos de I+D incluye: enfriadores de CPU, enfriadores de refrigeración por agua de CPU, ventiladores de caja, grasa de silicona térmicamente conductora, enfriadores SSD, accesorios y otros productos.\n\n[Especificaciones del producto] Modelo de enfriador: Peerless Assassin 90 SE (PA90 SE), enfriador de CPU; Dimensiones: 94 (L) x 94 (W) x 110 (H) mm; Aletas de aluminio con una base de cobre puro y 4 tubos térmicos niquelados, asistidos por el TF4, permiten temperaturas más frías incluso a medida que aumenta el rendimiento de la CPU. El disipador térmico compacto no bloqueará el chaleco alto de memoria durante la instalación y es compatible con más alta memoria.\n\n[Tecnología de tubo de calor mejorada] El tubo de calor de 0.15 x 0.23 pulgadas adopta la tecnología de 4ª generación mejorada de AGHP, que resuelve el efecto de antigravedad en la orientación de montaje vertical/horizontal. La base de cobre micrograbada de precisión CNC combinada con un tubo de calor antioxidante niquelado permite un mayor efecto de enfriamiento.\n\n[Ventilador de refrigeración de alta velocidad] Modelo: ventilador TL-P9, velocidad de 2200PRM ± 10%, volumen de aire: 32.77CFM (MAX), interfaz de ventilador para 4PIN PWM, voltaje nominal 12V DC; el rodamiento S-FDB puede resolver el problema de levantar sacudidas y vibraciones, el ángulo oblicuo de las aspas del ventilador del diseño de gran volumen de aire, que garantiza la disipación de calor efectiva del alta velocidad. UL a Nivel de aislamiento de seguridad de bajo nivel, material PBT+PC de fuerza industrial, con corazón para crear productos de alta calidad para usted.\n\n[Altura de 4.331 in] La altura total del enfriador de CPU es de 4.331 in, que es compatible con cajas pequeñas/medianas y medianas sin sacrificar el rendimiento de refrigeración, lo que hace que el enfriador sea más compatible.","Price":65.00,"Features":["4xPipes","1xFan","Cobre","110mm","26db","32.77cfm","2200rpm","Black","Negro"],"Date":"2025-04-24T14:41:46.9666192-04:00","Update":"2025-04-24T14:43:43.6844899-04:00","Label":"Disipador Thermalright Peerless Assassin 90 SE"}