{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-uphere-tc6-white-1.webp","/images/products/disipador-uphere-tc6-white-2.webp","/images/products/disipador-uphere-tc6-white-3.webp","/images/products/disipador-uphere-tc6-white-4.webp","/images/products/disipador-uphere-tc6-white-5.webp","/images/products/disipador-uphere-tc6-white-6.webp","/images/products/disipador-uphere-tc6-white-7.webp","/images/products/disipador-uphere-tc6-white-8.webp","/images/products/disipador-uphere-tc6-white-9.webp"],"Description":"Sobre este artículo\nAlta compatibilidad: nuestro aire enfriador de CPU soporta una amplia gama de enchufes, incluyendo Intel LGA 2011/2066/1851/1700/1200/1150/1121/1155/1156/1366/1356 y AMD AM5/AM4/AM3/AM2/AM3+/AM2F+/AM2F M2/FM 1, haciéndolo versátil para varias construcciones.\nFácil instalación: el enfriador de aire de la CPU está diseñado para una fácil instalación sin la necesidad de quitar el ventilador existente, ahorrándole tiempo y esfuerzo. Su diseño innovador permite una configuración rápida, asegurando un rendimiento óptimo de enfriamiento en minutos.\nCompatibilidad con RAM: Con un diseño compacto y reflexivo, este enfriador para PC garantiza que su RAM no esté bloqueada o interferida durante la instalación. Mantenga acceso completo a todos sus componentes sin comprometer la eficiencia de refrigeración.\nFuncionamiento silencioso: este enfriador de CPU de 4.724 in cuenta con un ventilador PWM dual de 4.724 in que ajusta automáticamente su velocidad para una refrigeración eficiente y un funcionamiento silencioso en función de la temperatura de la CPU. Disfruta de un entorno informático tranquilo con un nivel de ruido de ≤25 dB, incluso a una velocidad máxima del ventilador de 1650 RPM, ideal para compilaciones de PC silenciosas.\nIluminación RGB: Mejora la estética de tu PC con la vibrante iluminación LED RGB direccionable (ARGB), este aire enfriador de CPU es personalizable para que coincida con el tema y el estado de ánimo de tu sistema.\nRendimiento de refrigeración eficiente: la innovadora estructura de torre dual de este enfriador de CPU proporciona una eficiencia de enfriamiento y flujo de aire superiores incluso cuando se juega blackmyth wukong, lo que permite una mejor gestión térmica y temperaturas más bajas. Equipado con 6 tubos de calor de alto rendimiento para una disipación óptima del calor, este enfriador para PC garantiza que tu CPU se mantenga fresca durante cargas de trabajo intensas y sesiones de juego.","Price":87.00,"Features":["6xpipes","ARGB","155mm","265tdp"],"Date":"2025-05-12T10:39:24.7128465-04:00","Update":"2025-05-12T10:57:45.4949161-04:00","Label":"Disipador UpHere TC6 White"}