{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermaltake-ux400-argb-1.webp","/images/products/disipador-thermaltake-ux400-argb-2.webp","/images/products/disipador-thermaltake-ux400-argb-3.webp","/images/products/disipador-thermaltake-ux400-argb-4.webp","/images/products/disipador-thermaltake-ux400-argb-5.webp","/images/products/disipador-thermaltake-ux400-argb-6.webp"],"Description":"Soluciones eficientes: la combinación de cuatro tubos de calor de cobre de tacto directo de Φ6mm es una pila de aleta de torre única de aluminio que proporciona hasta 240 W de rendimiento de refrigeración.\n\nFlujo de aire personalizado: refrigerado por un ventilador ARGB PWM personalizado de 4.724 in optimizado para un alto flujo de aire y capaz de velocidades que van desde 700 ~ 1800 RPM.\nCompatibilidad con AMD/Intel: diseñado para compatibilidad con Intel LGA 1851/1700/1200/1156/1155/1151/1150 y AMD AM5/AM4/FM2/FM1/AM3+/AM3/AM2+/AM2\nDiseño sin interferencias: no hay necesidad de preocuparse por elegir un kit específico de memoria debido a los requisitos de altura, gracias al diseño sin interferencias no hay superposición del enfriador a la memoria.\n\nConstruido pensando en la fiabilidad, el rodamiento hidráulico también sobresale con menor ruido durante el funcionamiento y eficiencia térmica mejorada.\n\nProporciona un gran rendimiento en un paquete pequeño, el enfriador de CPU Thermaltake UX400 ARGB tiene muchas características para hacer el trabajo. Gracias a los cuatro tubos de calor de cobre de Ø6 mm con la ayuda de pilas de aletas de aluminio y un ventilador de alto flujo de aire de 4.724 in, este enfriador es capaz de hasta 240 W TDP. Iluminando las cosas, hay 9 LED direccionables montados en el concentrador del ventilador y se controlan fácilmente a través del software de iluminación de la placa base gracias a un práctico conector de 5V y 3 pines.","Price":57.00,"Features":["4xPipes","240W","ARGB","1xFan","Cobre","152mm","25db","62.72cfm","1800rpm","Black","Negro"],"Date":"2025-09-08T08:51:38.5882483-04:00","Update":"2025-09-09T11:53:57.3430057-04:00","Label":"Disipador Thermaltake UX400 ARGB"}