{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-assassin-x-120-refined-se-v-v0zscc-1.webp","/images/products/disipador-thermalright-assassin-x-120-refined-se-v-v0zscc-2.webp","/images/products/disipador-thermalright-assassin-x-120-refined-se-v-v0zscc-3.webp","/images/products/disipador-thermalright-assassin-x-120-refined-se-v-v0zscc-4.webp","/images/products/disipador-thermalright-assassin-x-120-refined-se-v-v0zscc-5.webp","/images/products/disipador-thermalright-assassin-x-120-refined-se-v-v0zscc-6.webp"],"Description":"AX120R SE V2; Dimensiones del enfriador de CPU: 120 (L) x71 (W) x148 (H) mm (4.92 x 2.8 x 5.83 pulgadas); Material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación, base de cobre puro + 4 tubos de calor + ventilador de alto rendimiento de 1550 RPM puede en gran medida mejorar el rendimiento de cooler. , y la altura de 5.827 in puede ser compatible con más casos.\n\nTL-C12C-L V2; ventilador PWM de tamaño estándar: 4.724x4.724x0.984 in (4.72x4.72x0.98 pulgadas); velocidad del ventilador (RPM): 1550 rpm ± 10%; puerto de alimentación: 4 pines; voltaje: 12 V; flujo de aire: 66.17CFM(MAX); Nivel de ruido≤2 5.6 dB (A), el ventilador combina un enfriamiento eficiente con un nivel de ruido bajo, lo que te proporciona un ambiente con enfriamiento eficiente y silencioso.\n\nRodamientos de calidad: los rodamientos S-FDB de calidad cuidadosamente desarrollados resuelven el problema de la vibración de la cuchilla del ventilador de refrigeración de la PC en modo de elevación, manteniendo el ruido del ventilador al mínimo mientras que proporcionan el máximo rendimiento de refrigeración cuando sea necesario y prolongan la vida útil del ventilador.\n\nClase UL aislamiento de seguridad de baja calidad, material de PBT + PC de resistencia industrial para crear productos de alta calidad para ti. La altura es de 5.827 in, adecuada para carcasa de computadora de tamaño mediano, sin bloqueo de la instalación de memoria general, la fuente de alimentación del ventilador autoluminoso y la interfaz de iluminación comparten una interfaz común, una vez enchufado, se ilumina.\n\nCompatibilidad: el zócalo del enfriador de CPU admite: Intel: LGA1150/1151/1155/1156/1200/1700/17XX; AMD: AM4/AM5; para diferentes plataformas de zócalo de CPU, se proporcionan placas de montaje correspondientes o piezas de sujetador. Se puede instalar de acuerdo con el video de instalación o las instrucciones (idioma español no garantizado).","Price":49.00,"Features":["4xPipes","148mm","PWM","AGHP","1550rpm","66cfm","26dB"],"Date":"2025-04-24T14:41:47.8207626-04:00","Update":"2025-04-24T14:43:52.1178715-04:00","Label":"Disipador Thermalright Assassin X 120 Refined SE V2"}