{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-burst-assassin-120-vision-w-uo8vaf-1.webp","/images/products/disipador-thermalright-burst-assassin-120-vision-w-uo8vaf-2.webp","/images/products/disipador-thermalright-burst-assassin-120-vision-w-uo8vaf-3.webp","/images/products/disipador-thermalright-burst-assassin-120-vision-w-uo8vaf-4.webp","/images/products/disipador-thermalright-burst-assassin-120-vision-w-uo8vaf-5.webp","/images/products/disipador-thermalright-burst-assassin-120-vision-w-uo8vaf-6.webp"],"Description":"Tecnología AGHP: el tubo térmico de 0.236 x 0.236 in adopta la versión 4.0 de la tecnología AGHP, que puede resolver el efecto antigravedad debido a las dos orientaciones de estar de pie/acostado. Los tubos de calor de cobre puro y la base de cobre soldada por reflujo pueden detectar la temperatura de la CPU, y para las características de la calefacción de doble plataforma de nueva generación, las características correspondientes del tubo de calor del área se pueden ajustar a los parámetros de función fina correspondientes.\n\n[Especificaciones del radiador] Modelo: Burst Assassin 120 Vision White, tamaño total: 4.882x4.016x6.142 in, tamaño del ventilador de la cpu: 4.724x4.724x0.984 in, velocidad del ventilador: 1500RPM +10%, presión de aire: 0.060 in H2O, volumen de aire: 66.17CFM, ruido de funcionamiento: ≤ 25.6DB (A). ), fuente de alimentación del ventilador del caso interfaz: 4PIN PWM, radiador con ventiladores duales con rodamientos S-FDB, el rodamiento tiene características de larga vida, para garantizar que la disipación de calor duradera del radiador.\n\n[0.061 in de altura] La altura total del enfriador del disipador térmico es de 6.142 in, por lo que es compatible con más fundas. El enfriador adopta un estilo general totalmente blanco, y el diseño de la cubierta superior magnética mejora el valor general del refrigerador, combinando la función de enfriamiento alta del enfriador con la estética. El diseño de doble torre y doble ventilador no está limitado por la altura de la memoria stick.\n\n[Pantalla LCD IPS de 2.4 pulgadas] La cubierta superior magnética del radiador de computadora es una pantalla LCD IPS cuadrada de 2.4 pulgadas con resolución 320X240, la pantalla del panel puede restaurar los colores con precisión, equipada con el nuevo software de control TRCC se puede ajustar para querer mostrar la pantalla, compatible con la rotación de pantalla de control de software.\n\n[Software TRCC] El centro de control TRCC puede monitorear libremente la pantalla de los parámetros del sistema y la visualización de formato de fondo libre y la definición libre de presentación de texto, etc., más juego de bricolaje maravillosa presentación. La pantalla adopta la transmisión de datos de interfaz USB 9PIN + modo de fuente de alimentación SATA, el software debe descargarse e instalarse desde el sitio web oficial. (Si tienes alguna pregunta, consulta el servicio al cliente).\n\n[Amplia compatibilidad] El enfriador de aire de CPU es compatible con plataformas: AM4/AM5 y LGA1851/1700/1150/1151/1155/1200, viene con ojales de montaje de doble plataforma, que se pueden instalar bien en las plataformas correspondientes y se pueden instalar de acuerdo con las instrucciones o tutoriales de instalación. (Nota: la instalación de la plataforma AMD requiere el uso del backplane original de la placa base, este producto no viene con el backplane)","Price":93.00,"Features":["Pantalla IPS 2.4\"","6xPipes","156mm","2xFan","Dual","PWM","AGHP","1500rpm","66cfm","26dB"],"Date":"2025-03-13T11:50:47.9256069-04:00","Update":"2025-03-13T12:11:36.1046615-04:00","Label":"Disipador Thermalright Burst Assassin 120 Vision White"}