{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-assassin-king-120-se-white-1.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-2.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-3.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-4.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-5.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-6.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-7.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-8.webp","/images/products/disipador-thermalright-assassin-king-120-se-white-9.webp"],"Description":"Descripción general de la marca: Thermalright es una marca de Taiwán con más de 20 años de desarrollo. Tiene cierta popularidad en los mercados nacionales y extranjeros y tiene una influencia fundamental en el mercado de jugadores. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. Las líneas de productos de I+D incluyen: radiador refrigerado por aire de CPU, ventilador de caja, almohadilla de silicona térmica, grasa de silicona térmica, controlador de ventilador de CPU, soporte de montaje anti caída del soporte y otros productos.\n\nEspecificaciones del producto: Thermalright AK120 SE WHITE ARGB; Dimensiones del enfriador de CPU: 120 (L) x73 (W) x148 (H) mm (4.92 x 2.87 x 5.83 pulgadas); Peso del producto: 0.64 kg (1.4 lb); material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación.\n\nLos tubos de calor de 0.197 x 0.236 in aplican la técnica AGHP III, resuelve el efecto de gravedad inversa causado por la orientación vertical y horizontal. Hasta 20.000 horas de vida útil industrial, los rodamientos S-FDB garantizan una larga vida útil de los radiadores de enfriadores de aire. Clase UL aislamiento de seguridad de baja calidad, material industrial de PBT blanco + PC para crear productos de alta calidad para ti. La altura es de 5.827 in, adecuada para carcasa de computadora de tamaño mediano.\n\nCompatibilidad: el zócalo del enfriador de CPU es compatible: Intel: 115X/1200/1700/17XX, AMD: AM4; para diferentes plataformas de zócalo de CPU, se proporcionan placas de montaje correspondientes o piezas de sujetador.\n\nVentilador PWM: modelo: TL-C12CW-S; efectos de luz ARGB coloridos y hermosos; ventilador PWM de tamaño estándar: 4.72 x 4.72 x 0.98 pulgadas; velocidad del ventilador (RPM): 1550 rpm ± 10 %; puerto de alimentación: 4 pines; voltaje: 12 V; flujo de aire: 66.6 17 CFM AX); Nivel de ruido ≤25.6dB (A), el ventilador combina un enfriamiento eficiente con un nivel de ruido bajo, lo que te proporciona un ambiente con enfriamiento eficiente y silencioso.","Price":51.00,"Features":["5 Head Pipes","1550rpm","PWM","67cfm","26db","235w","bronce","Tower","1xFan","Blanco","ARGB","148mm","LGA 1700","LGA 1200","LGA 115X","AM4"],"Date":"2025-04-24T14:41:43.6370989-04:00","Update":"2025-10-29T07:56:18.3298304-04:00","Label":"Disipador Thermalright Assassin King 120 SE White"}