{"Category":"Componentes","SubCategory":"Disipador por Aire","Images":["/images/products/disipador-thermalright-burst-assassin-120-argb-1.webp","/images/products/disipador-thermalright-burst-assassin-120-argb-2.webp","/images/products/disipador-thermalright-burst-assassin-120-argb-3.webp","/images/products/disipador-thermalright-burst-assassin-120-argb-4.webp","/images/products/disipador-thermalright-burst-assassin-120-argb-5.webp"],"Description":"Descripción general de la marca: Thermalright es una marca de Taiwán con más de 20 años de desarrollo. Tiene cierta popularidad en los mercados nacionales y extranjeros y tiene una influencia fundamental en el mercado de jugadores. Nos hemos centrado en la investigación y desarrollo de accesorios informáticos. \n\nLas líneas de productos de I+D incluyen: radiador refrigerado por aire de CPU, ventilador de caja, almohadilla de silicona térmica, grasa de silicona térmica, controlador de ventilador de CPU, soporte de montaje anti caída, soporte de montaje y otros productos básicos\n\nEspecificaciones del producto: Thermalright BA120 ARGB; dimensiones del enfriador de CPU: 124 (L) x 52 (ancho) x 154 (alto) mm (4.9 x 2 x 6 pulgadas); peso del producto: 1.1 lbs (1.12 libras); material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación\n\nLos tubos de calor de 0.236 x 0.236 in aplican la técnica AGHP, resuelve el efecto de gravedad inversa causado por la orientación vertical y horizontal. Hasta 20000 horas de vida útil industrial, los rodamientos S-FSB garantizan una larga vida útil de los radiadores de enfriador de aire. Clase UL un aislamiento de seguridad de bajo grado, resistencia industrial PBT+PC material para crear productos de alta calidad para usted. La altura es de 6.063 in, adecuado para carcasa de computadora de tamaño mediano\n\nCompatibilidad: el zócalo del enfriador de CPU admite: Intel: 1150/1151/1155/1156/1200/1700/17XX, AMD: AM4 AM5; para diferentes plataformas de enchufe de CPU, se proporcionan la placa de montaje correspondiente o las piezas de sujeción\nVentiladores PWM: TL-C12CG-S; ventilador PWM de tamaño estándar: 4.724 x 4.724 x 0.984 in (4.72 x 4.72 x 0.98 pulgadas); velocidad del ventilador (RPM): 1550 rpm ± 10%; puerto de alimentación: 4 pines; voltaje: 12 V; flujo de aire: 66.17 CFM (MAX); nivel de ruido. ≤25.6 dB(A), el ventilador combina la refrigeración eficiente con el nivel de ruido bajo, lo que te proporciona un ambiente con enfriamiento eficiente y silencioso","Price":53.00,"Features":["154mm","PWM","26db","66cfm","6xPipes","245W","Copper","120mm","1xFan"],"Date":"2025-04-24T14:41:46.6141944-04:00","Update":"2025-06-21T10:21:19.3649484-04:00","Label":"Disipador Thermalright Burst Assassin 120 ARGB"}