{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/disipador-thermalright-peerless-assassin-120-white-8dwkey-1.webp","/images/products/disipador-thermalright-peerless-assassin-120-white-8dwkey-2.webp","/images/products/disipador-thermalright-peerless-assassin-120-white-8dwkey-3.webp","/images/products/disipador-thermalright-peerless-assassin-120-white-8dwkey-4.webp","/images/products/disipador-thermalright-peerless-assassin-120-white-8dwkey-5.webp"],"Description":"Mejor refrigeración: con proceso de soldadura por reflujo de galvanoplastia completa, el cuerpo principal de las torres gemelas se rocía con pintura blanca a nanoescala, el área efectiva de disipación de calor es de 1,488.0 in². La disposición asimétrica desplazada se permite la instalación en la primera ranura de la tarjeta gráfica, deje espacio para el chip de memoria, de modo que la instalación del refrigerador no esté restringida, de modo que el enfriador pueda lograr un excelente rendimiento de disipación de calor durante el trabajo.\n\nEspecificaciones del producto: Thermalright PA120 White ARGB; dimensiones del enfriador de CPU: 125 (L) x 135 (W) x157 (H) mm (4.92 x 5.31 x 6.18 pulgadas); material del disipador de calor: aluminio, el enfriador de CPU está equipado con sujetadores metálicos de la plataforma Intel y AMD para lograr una mejor instalación, la refrigeración de doble torre es más fuerte.\n\nModelo: TL-C12W-S; efectos de luz ARGB coloridos y hermosos; ventilador PWM de tamaño estándar: 4.724x4.724x0.984 in (4.72x4.72x0.98 pulgadas); velocidad del ventilador (RPM): 1500rpm±10%; puerto de alimentación: 4pin; voltaje: 12V; flujo de aire: 6. 6.17CF. M (MAX); Nivel de ruido ≤25.6dB (A), la hoja del ventilador atomizador LED de alto brillo puede reflejar eficazmente la luz, haciendo que el efecto de iluminación ARGB sea más suave, la placa madre se puede utilizar para controlar el modelo de iluminación sincronizada.\n\nLos tubos de calor de 0.236 x 0.236 in aplican la técnica AGHP, resuelve el efecto de gravedad inversa causado por la orientación vertical y horizontal. 6 tubos de calor sinterizados de cobre puro, ventilador PWM y base de cobre puro. Cuando el enfriador de CPU funciona, combine con ventiladores de flujo de aire ultra silenciosos, apunte a un rendimiento extremo de refrigeración de la CPU.\n\nCompatibilidad: el zócalo del enfriador de CPU admite: Intel: 1851/1150/1151/1155/1156/1200/1700/17XX/2066/2011, AMD: AM4/AM5; para diferentes plataformas de zócalo de CPU, se proporcionan placas de montaje correspondientes o piezas de sujeción.","Price":89.00,"Features":[],"Date":"2025-10-29T07:56:45.538986-04:00","Update":"2025-10-29T08:45:51.0749247-04:00","Label":"Disipador Thermalright Peerless Assassin 120 White ARGB"}