{
  "Category": "Componentes",
  "SubCategory": "Disipador Líquido",
  "Images": [
    "/images/products/dlquida-thermaltake-th120-argb-1.webp",
    "/images/products/dlquida-thermaltake-th120-argb-2.webp",
    "/images/products/dlquida-thermaltake-th120-argb-3.webp",
    "/images/products/dlquida-thermaltake-th120-argb-4.webp",
    "/images/products/dlquida-thermaltake-th120-argb-5.webp",
    "/images/products/dlquida-thermaltake-th120-argb-6.webp"
  ],
  "Description": "Digital/analógico: personaliza la iluminación de la bomba y el ventilador con ASUS Aura, Gigabyte RGB FUSION, MSI Mystic Light Sync, ASROCK policromático o a través del controlador ARGB incluido. Ofrece 7 modos de luz y 8 colores preestablecidos de luz completa\r\nListo para sincronizar: equipado con un anillo LED ARGB en la bomba y ventiladores de radiador ARGB, los efectos de iluminación se pueden sincronizar con placas base seleccionadas ASUS, Gigabyte, MSI y ASROCK de 5 V RGB y controlados a través de software RGB de placa base\r\nBomba de perfil bajo: proporciona una rápida circulación de líquidos\r\nBloqueo de agua de iluminación de alto rendimiento: la placa base de cobre acelera la conductividad del calor con una iluminación deslumbrante a través del bloque de agua especialmente diseñado\r\nEnchufes compatibles: Intel 1700, 1200, 1150, 1151, 1155, 1156 y AMD AM5, AM4, AM3+, AM3, AM2+, AM2, FM2, FM1\n\nThermaltake TH120 ARGB Sync es un enfriador líquido todo en uno con un potente ventilador de alta presión estática de 4.724 in y un controlador de ventilador inteligente. El radiador altamente eficiente de 4.724 in para controlar cualquier temperatura de CPU escalada. La sincronización TH120 ARGB está diseñada para superar las expectativas del usuario. •P/N: CL-W285-PL12SW-B •Bomba: Voltaje nominal: 12 V/5 V. Corriente nominal: 0.37 A / 0.12 A. Velocidad del motor: 3300 R.P.M. •Bloque de agua: Material: cobre •Ventilador: Dimensiones: 4.724 x 4.724 x 0.984 in. Velocidad: 0.591 in. Nivel de ruido de 0 RPM el: 28.2 dB-A Voltaje nominal: 12 V y 5 V máx. Flujo de aire: 59.28 CFM máx. Presión: conector H2O de 0.052 in-H2O: 2510-4 pines, cabezal ARGB de 5 V, 3 pines. Tubo: longitud: 15.748 in. Material: goma. Dimensiones del radiador: 6.024 x 4.724 x 1.063 in •Compatibilidad: Intel LGA 1700/1200/1156/11555/1151/AMD 1150 FM2/FM1/AM5/AM4/AM3+/AM3/AM2+/AM2",
  "Price": 99.00,
  "Features": [
    "1xFan",
    "120mm",
    "LGA 1700",
    "LGA 1200",
    "LGA 115X",
    "AM4"
  ],
  "Date": "2023-03-27T12:00:22.9053987-04:00",
  "Update": "2023-06-09T16:50:28.8020998-04:00",
  "Discount": 0.0,
  "Label": "D.Líquida Thermaltake TH120 ARGB"
}