{"Category":"Periféricos","SubCategory":"Externo","Images":["/images/products/docking-godo-2xbay-35-1.webp","/images/products/docking-godo-2xbay-35-2.webp","/images/products/docking-godo-2xbay-35-3.webp","/images/products/docking-godo-2xbay-35-4.webp","/images/products/docking-godo-2xbay-35-5.webp"],"Description":"Estación de acoplamiento para disco duro GODO - Estación de acoplamiento para disco duro externo GODO de 2 bahías USB 3.0 soporta todos los HDDs/SSD SATA I/II/III de 2.5 pulgadas/3.5 pulgadas, soporta 2 × 18 TB, esta base de disco duro SATA es compatible con Windows, Mac Os, serie Linux\n\nTransmisión de súper velocidad de 6 Gbps: la estación de acoplamiento GODO SATA HDD SSD soporta USB 3.0 (6Gbps) con protocolo de aceleración UASP, mejora eficazmente el rendimiento de la transmisión. Velocidades de lectura un 80% más rápidas y velocidades de escritura un 40% más rápidas que el USB 3.0 convencional cuando la estación de acoplamiento de disco duro de doble bahía está conectada a una computadora que también soporta UASP. Esta carcasa de disco duro es compatible con puertos USB 2.0 o 1.1\n\nEstación de acoplamiento de disco duro USB 3.0 GODO de 2 bahías como almacenamiento externo, o clon sin conexión, con un solo clic para lograr la clonación completa del disco sin conectar una computadora. Estación de acoplamiento para disco duro GODO de 2.5 pulgadas y 3 pulgadas con indicador LED, instalación intercambiable en caliente y sin herramientas.\n\nEsta carcasa de disco duro SSD HDD de 2.5/3.5 pulgadas de doble bahía es plug and play! No requiere software, controladores o instalación complicada. la bahía del disco duro es un interruptor de control de potencia integrado, altamente eficiente (DC 12V, 3A), fuente de alimentación estable y confiable que garantiza un suministro constante de energía para la carcasa del disco duro\nEl paquete incluye: 1 estación de acoplamiento para disco duro GODO x1; cable USB 3.0 (31.5 in) x1; 1 adaptador de corriente de 12 V/3 A; 1 manual de usuario (idioma español no garantizado)","Price":59.00,"Features":["2.5\"","Clonar","USB 3.0"],"Date":"2025-01-19T23:48:47.5076592-05:00","Update":"2025-01-20T10:13:20.187814-05:00","Label":"Docking GODO 2xBay 3.5\""}