{"Category":"Periféricos","SubCategory":"Impresora","Images":["/images/products/engrapadora-rapesco-stapling-1.webp","/images/products/engrapadora-rapesco-stapling-2.webp","/images/products/engrapadora-rapesco-stapling-3.webp","/images/products/engrapadora-rapesco-stapling-4.webp","/images/products/engrapadora-rapesco-stapling-5.webp","/images/products/engrapadora-rapesco-stapling-6.webp"],"Description":"Grapadora de brazo largo: versión de brazo largo de la grapadora Rapesco Spinna en un acabado de carbón inteligente para adaptarse a cualquier escritorio, suministrada con dos cajas de 5000 grapas estándar tipo 26 de 5/16 pulgadas para un arranque inmediato\nCaracterísticas: yunque giratorio para grapado y fijación (grapado temporal), base antideslizante y chasis de metal resistente; respaldado por una garantía de 25 años\nUso práctico: brazo largo con una guía de papel ajustable que permite una profundidad de inserción de papel de 1.14 a 11.8 pulgadas; útil para llegar al centro de hojas de papel A3 para encuadernar folletos, folletos, revistas, boletines, periódicos, diarios, folletos, partituras y mucho más\nGrapas compatibles: el sistema de cargador de carga frontal con botón fácil acepta hasta una tira completa de grapas tipo 26 estándar de 1/4 y 5/16 pulgadas y grapas tipo 24 de alta capacidad de 1/4 pulgadas y 5/16 pulgadas; se recomienda encarecidamente utilizar grapas Rapesco para obtener resultados óptimos\nGran capacidad: engrapa hasta 50 hojas de papel; para obtener resultados óptimos, utiliza grapas de 1/4 pulgadas para hasta 20 hojas y grapas de 5/16 pulgadas para hasta 50 hojas\n\nEsta grapadora Rapesco 790 de brazo largo de servicio pesado tiene un acabado de carbón inteligente para adaptarse a cualquier escritorio y tiene un chasis resistente y totalmente metálico para una mayor durabilidad. El botón de presión hace que el cargador de carga frontal sea fácil de cargar con hasta una tira completa de grapas tipo 24 de alta capacidad de 1/4\" y 5/16\" o tipo 26 estándar de 1/4\" y 5/16\". El yunque giratorio permite engrapar o fijar (grapado temporal) de hasta 50 hojas de papel. Para obtener resultados óptimos, use grapas Rapesco de 1/4\" para hasta 20 hojas y grapas de 5/16\" para hasta 50 hojas. Cuenta con una base antideslizante y una guía de margen de papel ajustable de 1.14 a 11.8 pulgadas, lo que hace que esta grapadora sea útil para encuadernar folletos, folletos, revistas, boletines, periódicos, diarios, folletos, partituras y mucho más. Esta grapadora de brazo largo 790 viene convenientemente suministrada con dos cajas de 5000 grapas estándar tipo 26 de 5/16 pulgadas para un arranque inmediato y está respaldada por una garantía de 25 años.","Price":34.0,"Features":["Oficina"],"Date":"2024-05-24T18:48:47.7857429-04:00","Update":"2024-05-24T19:44:15.3263408-04:00","Def":true,"Label":"Engrapadora Rapesco Stapling"}