{
  "Category": "Componentes",
  "SubCategory": "Otros",
  "Images": [
    "/images/products/expansin-rosewill-4xusb-30-1.webp",
    "/images/products/expansin-rosewill-4xusb-30-2.webp",
    "/images/products/expansin-rosewill-4xusb-30-3.webp",
    "/images/products/expansin-rosewill-4xusb-30-4.webp",
    "/images/products/expansin-rosewill-4xusb-30-5.webp"
  ],
  "Description": "Model\nBrand: Rosewill\nModel: RC-508\n\n\nDetails\nType: PCI Express to USB Card\nExternal USB Ports: 4-port USB 3.0\nExternal Ports: 4 port USB 3.0\nData Transfer Rate: Up to 5.0 Gbps\nOperating Systems Supported: Windows XP / Vista / 7 / 8 / 8.1 / 10 (32 / 64 bits).Windows 10 will find or use generic drivers automatically.  If you updated the Windows from Windows 7/8 to Windows 10 and encountered issues, please follow the steps below.1.\tWith the device plugged in, open Device Manager.2.\tLocate \"Renesas Electronics USB 3.0 Host Controller\" under Device Manager.3.\tRight click on it and left click on Uninstall. Check the box \"Delete The Driver Software For This Device\".4.\tReboot the system.5.\tOnce booted back into Windows 10, Windows will recognize the device and install the device using the built in drivers. It will appear as \"Renesas USB 3.0 eXtensible Host Controller - 1.0 (Microsoft)\" in Device Manager.\nSpecifications: Chipset: Renesas uPD720201Supports 4 downstream ports for all speedsSupports the following speed data rates as follows:Low-speed (1.5 Mb/s) / Full-speed (12 Mb/s) / High-speed (480 Mb/s) / Super-speed (5 Gb/s)Single-lane (x1) PCI Express throughput rates up to 5 Gb/sSupport USB Battery Charging Specification Revision 1.2Fully compliant with PCI Express Base Specification Revision 2.0Compliant with Universal Serial Bus 3.0 specification Revision 1.0Supports simultaneous operation of multiple USB 3.0, USB 2.0 and USB 1.1 devicesCompliant with Intel's eXtensible Host Controller Interface (xHCI) Specification Revision 1.0Built-in 4-pin power connector for receiving extra power supply from systemHot-swapping feature allows you to connect / disconnect devices without powering down the system\n\n\nFeatures\nFeatures: Single-lane (x1) PCI Express throughput rates up to 5Gbps Support USB Battery Charging Specification Revision 1.2 Fully compliant with PCI Express Base Specification Revision 2.0 Compliant with Universal Serial Bus 3.0 specification Revision 1.0 Supports simultaneous operation of multiple USB 3.0, USB 2.0 and USB 1.1 devices Compliant with Intel's eXtensible Host Controller Interface (xHCI) Specification Revision 1.0\n\n\nDimensions & Weight\nDimensions: 1.40\" x 5.60\" x 7.90\"\nWeight: 0.30 lb.",
  "Price": 30.00,
  "Features": [
    "PCIe x1",
    "Alimentación IDE",
    "Interna",
    "Adaptador"
  ],
  "Date": "2023-06-07T15:06:32.5341385-04:00",
  "Update": "2023-08-01T18:30:20.3446254-04:00",
  "Discount": 0.0,
  "Label": "Expansión Rosewill 4xUSB 3.0"
}