{"Category":"Periféricos","SubCategory":"Externo","Images":["/images/products/externo-seagate-expansion-14tb-1.webp","/images/products/externo-seagate-expansion-14tb-2.webp","/images/products/externo-seagate-expansion-14tb-3.webp","/images/products/externo-seagate-expansion-14tb-4.webp","/images/products/externo-seagate-expansion-14tb-5.webp","/images/products/externo-seagate-expansion-14tb-6.webp"],"Description":"Model\nBrand: Seagate\nSeries: Expansion\nModel: STKP14000400\n\n\nPerformance\nColor: Black\nInterface: USB 3.0\nCapacity: 14TB\n\n\nFeatures\nFeatures: The Seagate Expansion desktop drive provides extra storage for your ever-growing collection of files. Instantly add space for more files, consolidate all of your files to a single location, or free up space on your computer's internal drive to help improve performance.\n\nSetup is straightforward; simply plug in the included power supply and USB cable, and you are ready to go. It is automatically recognized by the Windows or Mac operating system, so there is no software to install and nothing to configure. Saving files is easy too - just drag-and-drop.\n\nTake advantage of the fast data transfer speeds with the USB 3.0 interface by connecting to a USB 3.0 port.\n\nPlus, Seagate Expansion comes with Rescue Data Recovery Services for additional peace of mind.\nSystem Requirements: Windows 10 or higher, or Mac OS X 10.12 or higher operating system1,2\nAvailable USB 3.0 port (required for USB 3.0 transfer speeds)2\n\n1 Reformatting may be required for use with Time Machine.\n2 Compatibility may vary depending on user's hardware configuration and operating system.\n\n\nDimensions & Weight\nDimensions: 4.92\" x 1.65\" x 7.04\"\nWeight: 2.59 lbs.\n\n\nPackaging\nPackage Contents: Seagate Expansion desktop hard drive\n18-inch (45.72cm) USB 3.0 cable\n18W power adapter\nQuick start guide\nRescue Data Recovery Services3\nToolkit backup software\n\n3 Rescue Data Recovery Services not available in all countries.","Price":239.00,"Features":[],"Date":"2024-12-05T14:16:55.669244-05:00","Update":"2024-12-05T14:28:42.2030968-05:00","Label":"Externo Seagate Expansion 14TB"}