{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-corsair-ql120-rgb-black-1.webp","/images/products/fan-corsair-ql120-rgb-black-2.webp","/images/products/fan-corsair-ql120-rgb-black-3.webp","/images/products/fan-corsair-ql120-rgb-black-4.webp","/images/products/fan-corsair-ql120-rgb-black-5.webp","/images/products/fan-corsair-ql120-rgb-black-6.webp","/images/products/fan-corsair-ql120-rgb-black-7.webp","/images/products/fan-corsair-ql120-rgb-black-8.webp","/images/products/fan-corsair-ql120-rgb-black-9.webp"],"Description":"Cuatro zonas de iluminación y 34 LED RGB direccionables individualmente irradian colores y efectos fascinantes para mejorar tu sistema Corsair QL rgb. Reduce las temperaturas de tu sistema: las potentes velocidades del ventilador combinadas con el control PWM garantizan que los ventiladores se enfríen rápida y eficientemente cuando sea necesario, pero permanecen silenciosos bajo cargas bajas. 4.724 in – hasta 1,500 RPM y 41,8 CFM de flujo de aire, 5.512 in – hasta 1,250 RPM y 50,2 CFM de flujo de aire. Tu configuración a tu comando: crea efectos de iluminación animados fascinantes con el potente software CORSAIR iCUE, dando vida a tu sistema con iluminación RGB dinámica sincronizada en todos tus iCUE-productos compatibles e iluminación integrada inmersiva con juegos compatibles.\n\nCrea fascinantes efectos de iluminación animados con el potente software Corsair iCUE, dando vida a tu sistema con iluminación RGB dinámica sincronizada en todos tus productos compatibles con icue e iluminación integrada inmersiva con juegos compatibles. Requiere un controlador de iluminación Corsair iCUE RGB que se vende por separado.\n\nMantenga su sistema fresco con potentes velocidades de ventilador de hasta 1.500 RPM, empujando hasta 41. 8 CFM de aire.\nUna hoja de ventilador semitransparente de bajo ruido de 4.724 in está diseñada para un funcionamiento silencioso mientras que también permite que tu iluminación RGB brille.\nLos amortiguadores de goma antivibración ayudan a reducir el ruido de vibración y la transferencia.\n\nReduce las temperaturas de tu sistema: las potentes velocidades del ventilador combinadas con el control PWM garantizan que los ventiladores se enfríen rápida y eficientemente cuando sea necesario, pero permanecen silenciosos bajo cargas bajas. 4.724 in – hasta 1.500 RPM y 41.8 CFM de flujo de aire, 5.512 in – hasta 1.250 RPM y 50.2 CFM de flujo de aire\n\nTu configuración a tu orden: crea fascinantes efectos de iluminación animados con el potente software CORSAIR iCUE, dando vida a tu sistema con iluminación RGB dinámica sincronizada en todos tus productos compatibles con iCue e iluminación integrada inmersiva con juegos compatibles.","Price":26.00,"Features":["1500rpm","41.8cfm","34 LED RGB","ICUE"],"Date":"2025-09-24T02:34:59.2489241-04:00","Update":"2025-09-24T11:48:58.0091103-04:00","Label":"Fan Corsair QL120 RGB Black"}