{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-black-1.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-black-2.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-black-3.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-black-4.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-black-5.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-black-6.webp"],"Description":"Model: TL-C12C-S X3\n\nVentilador de refrigeración de alto rendimiento: control automático de velocidad de la placa base a través de la interfaz de cable de ventilador PWM de 4 pines, que puede determinar la velocidad de acuerdo con la temperatura de la placa base, con una velocidad máxima de 1550 RPM. Configurado con hasta 21.7 in de cable para el control de ventiladores de la serie PWM, ideal para fundas y enfriadores de CPU.\n\nRodamientos de calidad: los rodamientos S-FDB de calidad cuidadosamente desarrollados resuelven el problema de la agitación de la hoja del ventilador de refrigeración de PC en modo de elevación, manteniendo el ruido del ventilador al mínimo mientras proporciona el máximo rendimiento de refrigeración cuando sea necesario y prolonga la vida útil del ventilador.\n\nExcelente luz LED: la hoja del ventilador de argb atomizadora LED de alto brillo puede reflejar eficazmente la luz, haciendo que el efecto de iluminación ARGB sea más suave, y combina con el enfriador y la funda más perfectamente. Hasta 17 modos de efectos de luz con soporte ARGB, el color se puede gestionar y sincronizar a través del puerto de la placa base.\n\nTamaño del ventilador silencioso: Modelo: TL-C12C-S X3, tamaño: 4.724 x 4.724 x 0.984 in, velocidad: 1550 RPM ± 10%, ruido ≤ 25.6 dBA Conector: 4 pines pwm, corriente: 0.20 A, presión de aire: 0.060 in H2O, flujo de aire: 66.17 CFM, mayor flujo de aire para una mejor refrigeración. rendimiento.\n\nCombinación perfecta: el ventilador de PC se puede utilizar no solo como un ventilador de funda, sino que también es adecuado para su uso con un enfriador de CPU para crear un efecto de enfriamiento juntos, que puede eliminar el calor seco de la funda y la alta temperatura generada por la CPU en funcionamiento, lo que permite la máxima refrigeración; ideal para fundas, radiadores y enfriadores de CPU.","Price":39.00,"Features":["3xFan","PWM","1550rpm","66cfm","Negro"],"Date":"2025-04-24T14:41:43.0837932-04:00","Update":"2025-04-24T14:42:52.1093104-04:00","Label":"Fan KIT Thermalright 120 ARGB PWM 3x120mm Black"}