{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-corsair-ar120-rgb-black-1.webp","/images/products/fan-corsair-ar120-rgb-black-2.webp","/images/products/fan-corsair-ar120-rgb-black-3.webp","/images/products/fan-corsair-ar120-rgb-black-4.webp","/images/products/fan-corsair-ar120-rgb-black-5.webp","/images/products/fan-corsair-ar120-rgb-black-6.webp","/images/products/fan-corsair-ar120-rgb-black-7.webp","/images/products/fan-corsair-ar120-rgb-black-8.webp"],"Description":"Compatible con ARGB: un adaptador ARGB de 3 pines incluido permite el uso de perfiles RGB y ARGB directamente desde el primer momento con placas base compatibles que utilizan un encabezado ARGB de placa base estándar de 5V, no se necesitan controladores.\nFlujo de aire y rendimiento eficientes: el ventilador controlado por PWM acelera hasta 1.850 RPM, empujando hasta 59 CFM de aire con 0.110 in-H2O de presión estática.\nIluminación LED RGB brillante: Ocho LED RGB direccionables individualmente iluminan su PC con efectos de iluminación brillantes.\nMantenga su sistema fresco y silencioso: una pala de ventilador de 4.724 in de bajo ruido gira tan silenciosamente como 27,3 dBa.\nUne su configuración: actualice con un controlador de iluminación iCUE para crear fascinantes efectos de iluminación animados con el potente software CORSAIR iCUE, dando vida a su sistema con iluminación RGB dinámica sincronizada en todos sus productos compatibles con iCUE.\n\nEl ventilador PWM digital RGB CORSAIR iCUE AR120 de 4.724 in ofrece un potente flujo de aire y una excelente iluminación RGB para cualquier sistema. Con un adaptador ARGB de 3 pines incluido en la caja, puede controlar fácilmente la iluminación de ocho LED RGB direccionables individualmente con placas base ARGB de 5V compatibles sin necesidad de controladores adicionales. Velocidades de ventilador controladas por PWM de hasta 1,850 RPM te ayudan a superar el calor. Para un control de iluminación aún más profundo sincronizado con todos sus dispositivos iCUE, toque el software CORSAIR iCUE actualizando los ventiladores con un controlador de iluminación iCUE. Con un rendimiento tan bajo como un silencioso 27.3 dBa, el AR120 RGB te ofrece una iluminación fácil y una gran refrigeración.","Price":24.00,"Features":["1850rpm","59cfm","27dB","3Pin"],"Date":"2024-08-21T18:37:04.2896149-04:00","Update":"2024-08-21T19:06:34.2949223-04:00","Label":"Fan Corsair AR120 RGB Black"}