{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-hub-corsair-comander-core-xt-1.webp","/images/products/fan-hub-corsair-comander-core-xt-2.webp","/images/products/fan-hub-corsair-comander-core-xt-3.webp","/images/products/fan-hub-corsair-comander-core-xt-4.webp","/images/products/fan-hub-corsair-comander-core-xt-5.webp","/images/products/fan-hub-corsair-comander-core-xt-6.webp","/images/products/fan-hub-corsair-comander-core-xt-7.webp"],"Description":"Model\nBrand: Corsair\nModel: CL-9011112-WW\n\n\nDetails\nTypes: Fan Speed and RGB Lighting Controller\nColors: Black\nSpecifications: Input voltage - Fan: 12V\nInput voltage - RGB: 5V\nMax Current - Fan: 4.5A\nMax Current - RGB: 4.5A\nHeaders:\n6x 4-pin PWM fan headers\n6x 4-pin CORSAIR RGB headers\n1x 3-pin CORSAIR RGB header\n2x Thermistor ports\nConnection cable:\nUSB 2.0 with 1x USB 2.0 pass-through (top row; 5-pin)\nPackage contents:\n1 x COMMANDER CORE XT\n2 x Thermistor cables\nDocumentation\n\n\nFeatures\nFeatures: Connect. Control. Command: The CORSAIR iCUE COMMANDER CORE XT turns your case into a smart case, using CORSAIR iCUE software to conveniently control up to six case fans and lighting for multiple RGB components.\n\nPrecise PWM Fan Speeds: Powers and controls up to six PWM fans, including Zero RPM mode to keep the noise down at low loads.\n\nSystem-Wide RGB Lighting Customization: Control up to 264 RGB LEDs out of the box - directly connect up to six CORSAIR RGB fans*, as well as an additional lighting channel to control other CORSAIR RGB devices such as Hydro X Series lighting, RGB LED Lighting PRO Expansion Kit light strips, or an RGB Fan LED Hub with up to six additional RGB fans.\n*Not compatible with CORSAIR SP RGB Series fans.\n\nIntelligent Fan Detection: The COMMANDER CORE XT automatically detects any combination of up to six individually addressable CORSAIR RGB fans, such as the high-performance ML PRO RGB and the ultra-vibrant QL RGB, making them easier than ever to set up.\n\nAccurate Temperature Monitoring: Two included repositionable temperature sensors allow you to accurately monitor temperatures throughout your system with CORSAIR iCUE software.\n\nUSB 2.0 Pass-Through Port: Connect an additional internal USB device, such as a CORSAIR AXi Series PSU or PRO XT cooler.\n\nAutomated Control: Set up custom fan curves and lighting profiles to automatically adjust fan speeds and RGB lighting based on system temperatures.\n\nYour Setup at Your Command: Powerful CORSAIR iCUE software offers a single interface to customize RGB lighting, monitor CPU and coolant temperatures, adjust fan speeds, and set up fan curves.\n\nEasy Installation: Embedded magnets and a low-profile design make it simple to install the COMMANDER CORE XT on any flat surface inside your case.","Price":87.00,"Features":["6xFan","6xRGB","PWM"],"Date":"2023-09-02T12:38:41.9633686-04:00","Update":"2024-05-16T09:40:37.9386074-04:00","Label":"Fan HUB Corsair Comander Core XT"}