{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-thermalright-tl-c14cw-s-white-1.webp","/images/products/fan-thermalright-tl-c14cw-s-white-2.webp","/images/products/fan-thermalright-tl-c14cw-s-white-3.webp","/images/products/fan-thermalright-tl-c14cw-s-white-4.webp","/images/products/fan-thermalright-tl-c14cw-s-white-5.webp"],"Description":"Ventilador de refrigeración de alto rendimiento: control automático de velocidad de la placa base a través de la interfaz del cable del ventilador PWM de 4 pines, que puede determinar la velocidad de acuerdo con la temperatura de la placa base, con una velocidad máxima de 1500 RPM.\n\nOptimización de detalles: el ventilador PWM adopta material PBT+PC con nivel de aislamiento, con un cable de hasta 21.7 in, y admite el control de la serie PWM del ventilador de la PC.\n\nModelo: TL-C14C-S X3, Tamaño: 5.512* 5.512* 0.984 in, Velocidad: 1500RPM±10%, ruido ≤ 26.4dBA, Corriente: 0.13A, presión de aire: 0.076 in H2O, flujo de aire: 75.8CFM, conector de fuente de alimentación del ventilador: 4PIN PWM, interfaz de iluminación: ARRE DE 5V 3PIN GB; Mayor flujo de aire para mejorar el rendimiento de enfriamiento.\n\nAlto rendimiento para la disipación de calor: diseño de 7 aspas que reduce el ruido, velocidad de hasta 1500 RPM, cuatro esquinas del ventilador con pies de silicona suave, para que el ventilador obtenga una alta disipación de calor y un rendimiento de combinación de bajo ruido.\n\nEl ventilador de computadora se puede utilizar no solo como ventilador de caja, sino que también es adecuado para su uso con un enfriador de CPU para crear un efecto de enfriamiento juntos, que puede eliminar el calor seco de la carcasa y la alta temperatura generada por la CPU en funcionamiento, lo que permite una refrigeración máxima; ideal para fundas, radiadores y enfriadores de CPU.\n\n\nTL-C14C-S SPECIFICATION:\nDimension: L140 mm x W140 mm x H25 mm\nRated Speed: 1500 RPM±10% (MAX)\nNoise Level: 26.4 dBA (MAX)\nAir  Flow: 75.8 CFM (MAX)\nAir Pressure: 1.93 mm H2O (MAX)\nAmpere: 0.13 A\nConnector: 4 PIN PWM\nARGB Connector: 3 PIN 5V\nBearing Type: S-FDB Bearing","Price":15.00,"Features":["140mm","H25mm","1500RPM","26.4 dBA","75.8CFM","1.93H2O","0.13A","4PIN","PWM","ARGB","S-FDB Bearing","Blanco"],"Date":"2025-06-25T20:51:40.7574479-04:00","Update":"2025-06-26T08:52:13.8191577-04:00","Label":"Fan Thermalright TL-C14CW-S White"}