{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-hub-icoler-argb-pwm-x8-1.webp","/images/products/fan-hub-icoler-argb-pwm-x8-2.webp","/images/products/fan-hub-icoler-argb-pwm-x8-3.webp","/images/products/fan-hub-icoler-argb-pwm-x8-4.webp","/images/products/fan-hub-icoler-argb-pwm-x8-5.webp","/images/products/fan-hub-icoler-argb-pwm-x8-6.webp","/images/products/fan-hub-icoler-argb-pwm-x8-7.webp","/images/products/fan-hub-icoler-argb-pwm-x8-8.webp"],"Description":"Sobre este artículo\r\nICOLER El controlador RGB direccionable adopta diseños 2 en 1 para conectar cables PWM y ARGB, que pueden ordenar eficazmente el diseño del cableado intrincado y hacer que el cableado del chasis sea más conveniente y conciso.\r\nICOLER 2 en 1 PWM y ARGB 1to8 ventilador hub 5v-3pin Aura SYNC puertos RGB direccionables y 8 puertos PWM de 4 pines que alimentan simultáneamente un máximo de 8 ventiladores ARGB-PWM en total para ofrecer una solución de ventilador combinado para construcción de PC, la alimentación SATA mantiene una salida estable incluso a plena carga.\r\nICOLER 2 en 1 PWM y ARGB ventilador hub ampliamente compatible con Aura SYNC incluye ASUS Aura, GIGABYTE Fusion, MSI Mystic Light y ASRock Polychrome para construir una vista impresionante mundo de baile ARGB Light con la interfaz que proporciona una potencia continua estable para todos tus componentes de iluminación\r\nICOLER El concentrador de ventilador PWM y ARGB 2 en 1 a 8 hace un concentrador de ventilador PWM y ARGB resistente para optimizar la gestión de cables en el estuche de juegos, que se puede colocar casi en cualquier lugar de la funda gracias a la placa trasera magnética, mientras tanto; también viene con una pieza de velcro adhesivo, para que tu funda de cualquier material se haya aplicado fácilmente\r\nEl concentrador de ventilador puede soportar hasta 8 ventiladores, incluyendo un total de 8 puertos PWM de 4 pines y 8 puertos ARGB para ventiladores ARGB o dispositivos ARGB. NOTA: DOSIS NO SOPORTE DISPOSITIVO RGB de 4 PIN.\r\nLa velocidad del ventilador se puede ajustar mediante la señal PWM de la placa base, solo el sistema puede leer la velocidad de \"Fan 1\". La función de control de velocidad no está disponible para ventiladores de 3 pines, los ventiladores de 3 pines adjuntos funcionarán a RPM máximas.","Price":19.00,"Features":[],"Date":"2025-10-19T11:29:10.6631944-04:00","Update":"2025-10-19T12:01:28.7779259-04:00","Label":"Fan HUB ICOLER ARGB PWM x8"}