{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-white-1.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-white-2.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-white-3.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-white-4.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-white-5.webp","/images/products/fan-kit-thermalright-120-argb-pwm-3x120mm-white-6.webp"],"Description":"Ventilador de refrigeración de alto rendimiento: control automático de velocidad de la placa base a través de la interfaz del cable del ventilador PWM de 4 pines, que puede determinar la velocidad de acuerdo con la temperatura de la placa base, con una velocidad máxima de 1550 RPM. Configurado con hasta 21.7 in de cable para control de ventiladores serie PWM, ideal para cajas y enfriadores de CPU.\n\nRodamientos de calidad: los rodamientos S-FDB de calidad cuidadosamente desarrollados resuelven el problema de la vibración de la cuchilla del ventilador de refrigeración de la PC en modo de elevación, manteniendo el ruido del ventilador al mínimo mientras que proporcionan el máximo rendimiento de refrigeración cuando sea necesario y prolongan la vida útil del ventilador.\n\nExcelente luz LED: la hoja del ventilador atomizador LED de alto brillo puede reflejar eficazmente la luz, lo que hace que el efecto de iluminación ARGB sea más suave, y combina con el enfriador y la carcasa más perfectamente. Hasta 17 modos de efectos de luz con soporte ARGB, el color se puede administrar y sincronizar a través del puerto de la placa base.\n\nTamaño del ventilador silencioso Modelo: TL-C12CW-S X3, tamaño: 4.724* 4.724* 0.984 in, velocidad: 1550RPM ± 10%, ruido ≤ 25.6dBA Conector: 4pin pwm, corriente: 0.20A, presión de aire: 0.060 in H2O, flujo de aire: 66.17CFM, flujo de aire más alto para rendimiento de enfriamiento mejorado.\n\nCombinación perfecta: el ventilador de PC se puede utilizar no solo como ventilador de caja, sino que también es adecuado para su uso con un enfriador de CPU para crear un efecto de enfriamiento juntos, que puede eliminar el calor seco de la carcasa y la alta temperatura generada por la CPU en funcionamiento, lo que permite una máxima refrigeración; ideal para fundas, radiadores y enfriadores de CPU.","Price":37.00,"Features":["3xFan","PWM","1550rpm","66cfm","Blanco"],"Date":"2025-04-24T14:41:46.5411944-04:00","Update":"2025-04-24T14:43:39.3698767-04:00","Label":"Fan KIT Thermalright 120 ARGB PWM 3x120mm White"}