{
  "Category": "Componentes",
  "SubCategory": "Otros",
  "Images": [
    "/images/products/fan-hub-thermalright-controlador-argb-8x-1.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-2.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-3.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-4.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-5.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-6.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-7.webp",
    "/images/products/fan-hub-thermalright-controlador-argb-8x-8.webp"
  ],
  "Description": "Thermalright es una marca de Taiwán con más de 20 años de desarrollo. Tiene cierta popularidad en los mercados nacionales y extranjeros y tiene una influencia decisiva en el mercado de jugadores. Las líneas de productos de I+D incluyen: radiador refrigerado por aire de la CPU, ventilador de enfriamiento del chasis, almohadilla de silicona conductora térmica, grasa de silicona conductora térmica, controlador de ventilador de CPU, soporte de montaje anti caída, soporte de montaje de soporte y otros productos.\nEste concentrador de ventilador admite la instalación de 8 grupos de ventiladores ARGB, lo que facilita la gestión del cableado. Modo de instalación de pasta fuerte, conveniente transmisión directa de línea de alimentación SATA, y seguridad garantizada.\nAdhesivo de doble cara incorporado, fijado en el chasis con adhesivo de doble cara. Transmisión directa por línea de alimentación SATA, más concisa y más eficiente. Mantenga una salida estable bajo alta carga.\nAdmite lectura de velocidad del ventilador y regulación del ventilador PWM. (debido a la limitación del principio de lectura de IC de placa base PWM, solo se reconoce la velocidad de un solo ventilador insertado en la interfaz roja).\nCuerpo pequeño, gran capacidad. Gestión y control de líneas múltiples, mantenga los cables ordenados, admite ventilador ARGB, barra de luz ARGB, etc., y sincronice la eficiencia ligera del equipo de interfaz de 5V 3pin. (Nota: el dispositivo de interfaz RGB + 12V 4Pin no es compatible! No insertar. Preste atención a la flecha marcada en el enchufe del equipo ARGB e insértelo en la dirección de 5V. Si la dirección de inserción es incorrecta, existe el riesgo de dañar el equipo)\n\nDimensiones del producto: 5,51\"l. x 0,63\"an. x 2,52\"al. pulgadas\nMarca: Thermalright\nTipo de conector de alimentación: 3 pines\nVoltaje: 12 Voltios\nMétodo de refrigeración: Aire\nDispositivos compatibles: Escritorio\nMaterial: Silicona\nFabricante: Thermalright",
  "Price": 32.00,
  "Features": [
    "8xFan",
    "8xARGB",
    "PWM"
  ],
  "Date": "2023-12-15T02:03:00.6236319-05:00",
  "Update": "2024-08-07T15:17:19.6712144-04:00",
  "Label": "Fan HUB Thermalright Controlador ARGB 8x"
}