{"Category":"Componentes","SubCategory":"Fuente","Images":["/images/products/fuente-corsair-rm1200x-shift-white-1.webp"],"Description":"General\nBrand: CORSAIR\nSeries: RMx SHIFT Series™\nModel: RM1200x Shift White\n\n\nModel\nPart Number: CP-9020276-NA\n\n\nDetails\nColor: White\nType: ATX (ATX 3.0 Compatible)\nMaximum Power: 1200 W\nFans: 1 x 140 mm fluid dynamic bearing fan\nMax PSU Length: 180 mm\nModular: Full Modular\nEnergy-Efficient: 80 PLUS GOLD Certified\nInput Voltage: 100 - 240 V\nInput Frequency Range: 47 - 63 Hz\nInput Current: 15A-7.5A\nOutput: +3.3V@20A, +5V@20A, +12V@100A, +5VSB@3A\nConnectors: 1 x ATX 24-PIN (24)\n2 x EPS/ATX12V 8-PIN (4+4)\n1 x PCIe (12+4)-PIN(12+4)\n6 x PCIe 8-PIN (6+2)\n16 x SATA (4 SATA - (Straight)\n8 x PATA (4-PIN)\n\n\nFeatures\nFeatures: Innovative Easy-Access Connection Position: Modular connections on the side of the PSU mean easier access for your cables and simpler, cleaner cable management.\nFully Modular Micro-Fit PSU Connectors: CORSAIR Type 5 Gen 1 micro-fit PSU cables mean you only connect the cables your system needs while taking up less space.\n140mm Fluid Dynamic Bearing Fan: Utilizes a specially calculated fan curve for high performance, low noise, and superior reliability.\nIntel® ATX 3.0 Certified: Compliant with the ATX 3.0 power standard, supporting the PCIe Gen 5 platform and resisting transient power spikes.\n100% 105°C-Rated Japanese Electrolytic Capacitors: Premium internal components deliver unwavering power delivery and long-term reliability.\nModern Standby Compatible: Extremely fast wake-from-sleep times and better low-load efficiency.\n80 PLUS Gold Certified: Steady power output at up to 90% efficiency, and Cybenetics-certified for lower power consumption, less noise, and cooler temperatures.\nZero RPM Fan Mode Support: At low and medium loads the cooling fan switches off entirely for near-silent operation.\nResonant LLC Topology with DC-to-DC Conversion: Provides clean, consistent power and enables use of more energy-efficient sleep states.\nTen-Year Warranty: Your guarantee of reliable operation that will last across several system builds.\n\n\nDimension & Weight\nDimensions: 7.09*5.91*3.39 in\nWeight: 4.41 lbs\n\n\nPackage\nPackage Content: RM1200x Shift White Power Supply | DC Cable Kit | Power Cord | Mounting Screws | Cable Ties","Price":289.00,"Features":["ATX 3.0","80+ Gold","Full Modular","100A","2 x 4+4 EPS","1 x 16Pin","6 x 6+2 PCIe","16 x SATA","8 x PATA","180 mm","PSU"],"Date":"2024-11-11T18:16:43.0402884-05:00","Update":"2024-11-15T19:41:17.2932891-05:00","Label":"Fuente Corsair RM1200X Shift White"}