{"Category":"Componentes","SubCategory":"Fuente","Images":["/images/products/fuente-corsair-rm1200x-shift-black-1.webp","/images/products/fuente-corsair-rm1200x-shift-black-2.webp","/images/products/fuente-corsair-rm1200x-shift-black-3.webp","/images/products/fuente-corsair-rm1200x-shift-black-4.webp","/images/products/fuente-corsair-rm1200x-shift-black-5.webp","/images/products/fuente-corsair-rm1200x-shift-black-6.webp","/images/products/fuente-corsair-rm1200x-shift-black-7.webp"],"Description":"Fully Modular Micro-Fit PSU Connectors: CORSAIR Type 5 Gen 1 micro-fit PSU cables mean you only connect the cables your system needs while taking up less space.\n\nZero RPM Fan Mode Support: At low and medium loads the cooling fan switches off entirely for near-silent operation.\n100% 105°C-Rated Japanese Electrolytic Capacitors: Premium internal components deliver unwavering power delivery and long-term reliability.\n\nModern Standby Compatible: Extremely fast wake-from-sleep times and better low-load efficiency.\n\nCORSAIR RMx SHIFT Series fully modular power supplies boast a revolutionary side cable interface to keep all your connections within quick reach, for exceptionally convenient 80 PLUS Gold efficient power. With fully modular micro-fit connections and ATX 3.0 compliance, RMx SHIFT makes clean PC builds and upgrades even easier. RMx SHIFT PSUs use Japanese 105°C-rated electrolytic capacitors, for long life and reliability backed by a ten-year warranty. A 140mm fluid dynamic bearing fan utilizes a specially calculated fan curve for high performance and reliability with low noise, while Zero RPM mode support ensures virtually silent operation at low and medium loads. For quiet, efficient, and accessible power, put an RMx SHIFT Series PSU on your side.","Price":295.00,"Features":["ATX 3.0","100A","80+ Gold","Full Modular","1x 16Pin","2x 4+4EPS","6x 6+2Pin","4x SATA","2x PATA","160mm","ATX","PSU"],"Date":"2025-08-01T10:39:01.7822773-04:00","Update":"2025-08-01T14:58:49.2735079-04:00","Label":"Fuente Corsair RM1200x Shift Black"}