{"Category":"Componentes","SubCategory":"Fuente","Images":["/images/products/fuente-nzxt-c1000-1000w-1.webp","/images/products/fuente-nzxt-c1000-1000w-2.webp","/images/products/fuente-nzxt-c1000-1000w-3.webp","/images/products/fuente-nzxt-c1000-1000w-4.webp","/images/products/fuente-nzxt-c1000-1000w-5.webp","/images/products/fuente-nzxt-c1000-1000w-6.webp","/images/products/fuente-nzxt-c1000-1000w-7.webp","/images/products/fuente-nzxt-c1000-1000w-8.webp","/images/products/fuente-nzxt-c1000-1000w-9.webp","/images/products/fuente-nzxt-c1000-1000w-10.webp"],"Description":"Sobre este artículo\r\nEFICIENCIA ELITE: Con más del 90% de eficiencia al 50% de carga, el C1000 reduce el consumo de energía para reducir los costos mensuales y extender la vida útil de su PC. Sin desperdicio de energía: solo consume la energía que su sistema necesita.\r\nPOTENCIA PARA EL RENDIMIENTO: Capaz de admitir tarjetas gráficas de alto rendimiento, incluidas las series NVIDIA GeForce RTX 40 y AMD Radeon RX 6000 Series.\r\nTAMAÑO DE AHORRO DE ESPACIO: El factor de forma compacto libera espacio para la gestión de cables y el flujo de aire, y funciona bien en casos más pequeños donde el espacio es limitado.\r\nFuncionamiento silencioso: el ventilador PWM de 5.315 in con un rodamiento dinámico fluido funciona silenciosamente, incluso con cargas altas. El modo de ventilador cero lo apaga para un silencio total cuando está debajo del 50% de carga.\r\nCOMPONENTES DE ALTA CALIDAD: Construido con solo condensadores japoneses con clasificación de 221.0 °F para el más alto estándar en rendimiento, fiabilidad y longevidad.\n\nLa fuente de alimentación ATX Gold de la serie C de NZXT cuenta con una potencia segura y confiable mientras garantiza una eficiencia óptima y un rendimiento silencioso. Fabricadas con componentes de alta calidad, las fuentes ATXpower Gold de la serie C ofrecen tranquilidad y hasta 1000 vatios de potencia limpia y confiable a tu sistema de juegos de PC.\n\nTamaño del área de visualización de la pantalla con pie: 7 Pulgadas\nMarca: NZXT\nSeries: PA-0G1BB-US\nNúmero de modelo del producto: PA-0G1BB-US\nDimensiones del producto: 9 x 5 x 13 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 9 x 5 x 13 pulgadas\nColor: Oro\nFabricante: NZXT\nASIN: B09YZ33Z46\nDescatalogado por el fabricante: No\nProducto en amazon.com desde: abril 27, 2022\nOpinión media de los clientes: 4.7\r\n948 calificaciones\r\n4.7 de 5 estrellas\nClasificación en los más vendidos de Amazon: nº34 en Sistemas de Alimentación de Computadoras\n","Price":225.00,"Features":["80+ Gold","Full Modular","6x 6+2Pin","63A","2x 4+4 EPS","150mm","6x SATA","6x PATA","PSU","ATX"],"Date":"2024-07-10T11:20:46.6904938-04:00","Update":"2024-07-17T18:41:52.3027733-04:00","Label":"Fuente NZXT C1000 1000W"}