{"Category":"Componentes","SubCategory":"Fuente","Images":["/images/products/fuente-aresgame-agv-650w-1.webp","/images/products/fuente-aresgame-agv-650w-2.webp","/images/products/fuente-aresgame-agv-650w-3.webp","/images/products/fuente-aresgame-agv-650w-4.webp","/images/products/fuente-aresgame-agv-650w-5.webp","/images/products/fuente-aresgame-agv-650w-6.webp"],"Description":"La certificación 80 PLUS Bronze logra una notable eficiencia energética\n\nTodos los cables son negros y no son de color salsa de tomate y mostaza\n\nVentilador silencioso y duradero de 4.724 in con excelente rendimiento de refrigeración\n\nProtección pesada incluyendo OVP/UVP/OPP/SCP\n\nARESGAME AGV650 es una configuración de fuente de alimentación de alta gama con certificación 80plus Bronze y 85% de eficiencia, especialmente diseñada para juegos. --Aspecto simple pero proporciona una salida de energía fuerte y muy estable, esta fuente de alimentación permite que muchos entusiastas del juego disfruten de cada momento de lucha. \n\nCaracterísticas: Perspectiva encantadora: la carcasa de revestimiento negro SECC, los cables y conectores de buje negro y el ventilador negro ayudan a aportar una apariencia de alta tecnología a su sistema. Alta eficiencia: 80 Plus Bronze certificado, con 85% de eficiencia o más bajo cargas típicas. Salida estable: ofrece a su sistema voltajes de salida más confiables y estables, proporcionando una entrega de energía más consistente. Ventilador ultra silencioso de 4.724 in: con ventilador inteligente. control de velocidad\n\nCalor excelente Disipación: El diseño de ventilación de panal se combina con la función del ventilador para una mejor disipación del calor \n\nSoporte de tarjeta VGA de gama alta con moderno conector PCI-E 6+2pin \n\nPráctico diseño de cable: longitud de cable largo de al menos 19.685 in soporta carcasa de gama alta y satisface las necesidades del usuario de gestión perfecta de cables \n\nBrida mágica para cables\n\nAyuda a mantener el entorno de su computadora ordenado y minimizar el uso del espacio. Protección completa: incluyendo OVP/UVP/OPP/SCP \n\nEspecificación:\nModelo: ARESGAME AGVR 650 \nWatt: 650W \nTipo: Fuente de alimentación ATX de escritorio \n80 Plus: Certificado de bronce \nEntrada VAC: 100V-240V \nTamaño del ventilador: 120mm/4.72inch \nDimensiones del producto: 150mmx140mmx86mm/5.9x5.5x3.3inch El paquete incluye: 1 x 655 Fuente de alimentación de 0W 1 Cable de alimentación de CA, 1 manual de usuario (idioma español no garantizado), 1 guía de instalación rápida, 1 probador, 4 tornillos, 4 bridas para cables\n\nMarca: ARESGAME\nSeries: AGV\nNúmero de modelo del producto: HU-XI-201\nDimensiones del producto: 5,9 x 5,5 x 3,3 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 5.9 x 5.5 x 3.3 pulgadas","Price":89.00,"Features":["PSU"],"Date":"2024-12-27T07:18:39.2524493-05:00","Update":"2024-12-27T07:42:01.6919801-05:00","Label":"Fuente ARESGAME AGV 650W"}