{
  "Category": "Componentes",
  "SubCategory": "Red",
  "Images": [
    "/images/products/gigabyte-pcie-expansion-card-bluetooth-y-wifi-1.webp",
    "/images/products/gigabyte-pcie-expansion-card-bluetooth-y-wifi-2.webp"
  ],
  "Description": "Model\nBrand: GIGABYTE\nModel: GC-WB11ACD-I (rev. 1.0)\n\n\nSpec\nSpecifications: 1x1 802.11ac Dual Band Wi-Fi + BLUETOOTH 4.2 cardGC-WB11ACD-I is an exclusive PCIe expansion card that offers support for 1x1 802.11ac Dual Band Wi-Fi and BLUETOOTH 4.2 connectivityMore Speed Better Coverage Larger Capacity 802.11ac, Dual Band, 80MHz, 1x1Bluetooth FunctionStandard: Dual Module Bluetooth 2.1, 2.1+EDR, 3.0, 4.0, 4.1, BLE, 4.2Wi-Fi FunctionStandard: IEEE 802.11abgn, 802.11ac, 802.11d, 802.11e, 802.11i, 802.11h, 802.11wNetwork Architecture: Infrastructure and SoftAP; Supports simultaneous Client and SoftAP modesSecurity:WPA and WPA2, 802.1X (EAP-TLS, TTLS, PEAP, LEAP, EAP-FAST), EAP-SIM, EAP-AKA,PAP, CHAP, TLS, GTC, MS-CHAP*, MS-CHAPv264-bit and 128-bit WEP, AES-CCMP, TKIPWPA2, AES-CCMP), UL, C-UL, CB (IEC 60950-1)802.11w (WFA-Protected Management Frames)* The entire materials provided herein are for reference only. GIGABYTE reserves the right to modify or revise the content at anytime without prior notice.* Advertised performance is based on maximum theoretical interface values from respective Chipset vendors or organization who defined the interface specification. Actual performance may vary by system configuration.* All trademarks and logos are the properties of their respective holders.* Due to standard PC architecture, a certain amount of memory is reserved for system usage and therefore the actual memory size is less than the stated amount.\n\n\nFeatures\nFeatures: IEEE 802.11ac standards compliantDelivers up to 3x faster WiFi speeds than 802.11nBluetooth 4.2 Smart Ready (Low Energy)High speed wireless connection up to 433 Mbps",
  "Price": 29.00,
  "Features": [
    "PCIe x1"
  ],
  "Date": "2023-06-07T15:04:12.3798994-04:00",
  "Update": "2023-06-07T17:13:07.6901895-04:00",
  "Discount": 0.0,
  "Label": "Gigabyte PCIe Expansion Card Bluetooth y WiFi"
}