{"Category":"Periféricos","SubCategory":"Impresora","Images":["/images/products/guillotina-hfs-17-heavy-duty-a3-1.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-2.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-3.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-4.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-5.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-6.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-7.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-8.webp","/images/products/guillotina-hfs-17-heavy-duty-a3-9.webp"],"Description":"[Tamaño]: Tamaño de la base: 25,5 \"x 19,25\" x 2\", Tamaño total: 25,5\" x 19,25\" x 12,75\" (incluyendo barra de corte), Ancho máximo de corte: 17\", Capacidad máxima de corte: 400 hojas (para papel mayor de 2,85 oz) (1,5\" de grosor)\r\n[Capacidad máxima de corte]: 400 hojas (para papel de letras de 2.85 onzas), los cortadores de guillotina HFS Stack pueden cortar 400 hojas (1.5 pulgadas de grosor) en una pasada. La abrazadera de alta resistencia incorporada ejerce una presión uniforme en toda el área de corte para eliminar el desplazamiento y el arrastre de papel. Este modelo cuenta con una longitud de corte de 17 pulgadas de adelante hacia atrás, lo suficientemente grande como para cortar carteles y libros más grandes.\r\n[Construcción de acero sólido]: la construcción de acero sólido garantiza que este cortador dure mucho tiempo, y podrás saber el momento en que lo recojas. Las patas de goma en cada esquina evitan que el cortador se deslice durante el uso, y un mango extraíble permite un almacenamiento más fácil.\r\n[Hoja de acero endurecido]: la hoja de acero endurecido viene afilada, pero también es fácilmente reemplazable ya que se desgasta con el tiempo. Los servicios profesionales de afilado de cuchillos pueden dar vida a las cuchillas viejas, o puede comprar otras nuevas por separado de HFS.\r\n[Piezas de repuesto y servicio posventa]: Las piezas de repuesto y las instrucciones de operación están disponibles si es necesario.","Price":325.0,"Features":["Oficina"],"Date":"2024-05-24T18:48:51.6737433-04:00","Update":"2024-05-24T19:44:15.3459741-04:00","Def":true,"Label":"Guillotina HFS 17\" Heavy Duty A3"}