{"Category":"Componentes","SubCategory":"Disco Duro","Images":["/images/products/hdd-35-seagate-exos-7e8-6tb-1.webp","/images/products/hdd-35-seagate-exos-7e8-6tb-2.webp","/images/products/hdd-35-seagate-exos-7e8-6tb-3.webp","/images/products/hdd-35-seagate-exos-7e8-6tb-4.webp"],"Description":"Model\nBrand: Seagate\nSeries: Exos 7E8\nModel: ST6000NM0115\nPackaging: Bare Drive\n\n\nPerformance\nInterface: SATA 6.0Gb/s\nCapacity: 6TB\nNAND Flash Memory Type: SLC\nRPM: 7200 RPM\nCache: 256MB\nAverage Latency: 4.16ms\n\n\nFeatures\nFeatures: Enterprise Drive for Bulk Data Applications\nExos 7E8 hard drives support up to 8TB per drive, offering bulk data storage for data centerin frastructures requiring a highly reliable enterprise hard drive. Exos 7E8 provides cost-effective, reliable access to unstructured data. Built on field-proven 9th-generation conventional magnetic recording (CMR) technology, the Exos 7E8 drive helps to catalyze the datasphere, enabling data center architects and IT professionals to deliver trusted performance, rock-solidreliability, ironclad security and low TCO for demanding 24x7 operations.\n\nRobust Bulk Data Storage for a 24x7 World\nExos 7E8 drives are backed by a 2 million hour MTBF rating and support workloads of 550TB per year - 10x that of desktop hard drives. With state-of-the-art cache, on-the-fly error-correction algorithms and rotational vibration design, the Exos 7E8 helps ensure consistent performance in replicated and RAID multi-drive systems.\n\nHigh Performance for Mainstream Data Center Applications\nMeet your storage workload requirements in the most efficient and cost-effective data center footprint on the market today. The Exos 7E8 delivers easy integration into bulk storage systemswith 12Gb/s SAS and SATA 6Gb/s interface options. With user-definable innovative technology advancements like PowerChoice and Seagate RAID Rebuild, you can tailor your nearline storage requirements for even greater improvements in lowering your TCO.\n\nEnhanced Enterprise Reliability, Data Protection and Security\nAdvanced security features help protect data where it lives - on the drive. Exos 7E8 prevents unauthorized drive access and safeguards stored data with security features that include Secure Downloads & Diagnostics, TCG-compliant Self-Encrypting Drive and government-grade FIPS/Common Criteria tamper-resistent hard drive. Seagate Secure drives simplify drivere purposing and disposal, help protect data-at-rest and comply with corporate and federal data security mandates.\nUsage: For Enterprise Storage\n\n\nDimensions\nForm Factor: 3.5\"\nHeight (maximum): 26.11mm\nWidth (maximum): 101.85mm\nLength (maximum): 147.00mm","Price":129.00,"Features":["7200rpm","256MB","SATA III","ST6000NM0115"],"Date":"2025-02-08T22:19:10.1613005-05:00","Update":"2025-02-23T09:43:38.1537421-05:00","Label":"HDD 3.5 Seagate Exos 7E8 6TB"}