{
  "Category": "Periféricos",
  "SubCategory": "Sonido",
  "Images": [
    "/images/products/headset-logitech-g335-1.webp",
    "/images/products/headset-logitech-g335-2.webp",
    "/images/products/headset-logitech-g335-3.webp",
    "/images/products/headset-logitech-g335-4.webp",
    "/images/products/headset-logitech-g335-5.webp",
    "/images/products/headset-logitech-g335-6.webp",
    "/images/products/headset-logitech-g335-7.webp",
    "/images/products/headset-logitech-g335-8.webp",
    "/images/products/headset-logitech-g335-9.webp",
    "/images/products/headset-logitech-g335-10.webp"
  ],
  "Description": "Diseño liviano: con un peso de solo 8.5 oz (240 g), el modelo G335 es más pequeño y ligero que el modelo G733, cuenta con una diadema de suspensión para ayudar a distribuir el peso que puedes ajustar a tu medida.\nComodidad todo el día: los auriculares con almohadillas suaves de espuma viscoelástica y malla deportiva son cómodos para usar por periodos prolongados, para que puedas llevar tu juego al siguiente nivel con estilo y comodidad.\nConectar y usar: inicia rápidamente tu juego y simplemente conéctate con el conector de audio de 3.5 mm (9/64 pulgada); estos coloridos auriculares son compatibles con PC, laptop, consolas de juegos y dispositivos móviles seleccionados.\nControles de los auriculares: la rueda de volumen se encuentra directamente en la copa del oído para subir rápidamente el volumen de tu videojuego o de la música, mientras que el micrófono se puede subir fácilmente para silenciarlo y para moverlo fuera del camino.\nSonido impresionante: con controladores de neodimio de 40 mm (1.57 pulgadas), los auriculares G335 para juegos de computadora ofrecen un sonido estéreo nítido y claro que hace que tu videojuego cobre vida.\nCompatible con PC y consola: estos auriculares para videojuegos con micrófono son compatibles con PlayStation 5, PlayStation 4, Xbox One, Xbox Series X | S y Nintendo Switch con conexión de audio de 3.5 mm (9/64 pulgada).\nColores vibrantes: los auriculares G335 están disponibles en varios colores, cada uno con su propia diadema elástica reversible y lavable. Las almohadillas para las orejas son de espuma viscoelástica y del color de la diadema elástica.\nCertificado por Discord: los auriculares Logitech G con cable están certificados por Discord, lo que garantiza una comunicación cristalina, con increíble claridad del sonido y de la voz para todos tus emprendimientos de videojuegos.\n\nLleva tu juego de videos al siguiente nivel con los auriculares para juegos con cable Logitech G335. Estos auriculares para videojuegos son ligeros y utilizan un diseño de diadema de suspensión para ayudar a distribuir el peso y aliviar los puntos de presión. La diadema elástica es ajustable y reversible para que la uses del lado que prefieras y la ajustes a la medida. Las almohadillas de espuma viscoelástica suave y el material de malla deportiva te dan comodidad duradera, no tienes que pausar el juego. Los auriculares G335 son fáciles de instalar. Simplemente conéctalo con el conector de audio de 3.5 mm (9/64 pulgadas) directamente a tu PC, laptop, consola o controlador de juegos o dispositivo móvil. Los auriculares para videojuegos G335 con micrófono son un compañero de juego versátil. Controla fácilmente el volumen o ajusta el micrófono para adaptarse a todas tus necesidades de juego. Los coloridos auriculares G335 son una versión más pequeña y ligera de los galardonados auriculares inalámbricos G733. El modelo G335 está certificado por Discord y disponible en distintos colores para adaptarse a tu estilo individual.\n\nDimensiones del producto: 9,09 x 3,58 x 8,23 pulgadas\nNúmero de modelo del producto: 981-000977\nFabricante: Logitech\nUnidades: 1.0 Count\nNúmero de productos: 1",
  "Price": 73.00,
  "Features": [],
  "Date": "2023-07-09T16:45:42.268062-04:00",
  "Update": "2023-07-11T16:46:22.6213767-04:00",
  "Discount": 0.0,
  "Label": "Headset - Logitech G335"
}