{"Category":"Periféricos","SubCategory":"HUB USB","Images":["/images/products/hub-tp-link-uh720-9xusb-1.webp","/images/products/hub-tp-link-uh720-9xusb-2.webp","/images/products/hub-tp-link-uh720-9xusb-3.webp","/images/products/hub-tp-link-uh720-9xusb-4.webp","/images/products/hub-tp-link-uh720-9xusb-5.webp"],"Description":"Velocidad más rápida con USB 3.0: los puertos USB 3.0 ofrecen velocidades de transferencia de hasta 5 Gbps, 10 veces más rápidas que USB 2.0. Este concentrador de datos USB 3.0 de 7 puertos puede expandir instantáneamente 1 puerto USB 3.0 a 7 puertos de datos USB 3.0 externos para teclado, mouse, impresora, controladores duros y otros dispositivos USB.\nPuertos de carga inteligentes: 2 puertos de carga extra de 5V/2.4A que admiten salida de 2.4A especialmente diseñados para una carga ultra rápida. Carga la mayoría de los equipos de carga USB, independientemente de las baterías grandes como teléfonos inteligentes o tabletas, o equipos de mini-baterías como dispositivos portátiles inteligentes, a toda velocidad.\nTP-Link La tecnología de carga identifica de forma inteligente los dispositivos conectados, entregando automáticamente la carga más rápida a sus teléfonos inteligentes, tabletas o dispositivos con un conector de carga USB, minimizando el tiempo de carga.\nProteja tanto su equipo como sus datos: UH720 tiene un diseño de circuito sofisticado con múltiples protecciones contra sobrecalentamiento, sobrecarga, sobretensión y cortocircuito. Un protector de sobretensiones integrado mantiene tus dispositivos y tus datos seguros en el proceso de transferencia de datos.\nUH720 admite puertos USB de intercambio en caliente que se pueden conectar y desconectar de forma segura mientras el ordenador está encendido y funcionando.\nPlug and Play: No se requieren controladores para sistemas Windows 8.1 / 8/7 / Vista / XP o Mac OS X y Linux. Compatible con USB 2.0 / 1.1 y la velocidad de transmisión actual está limitada por la configuración del dispositivo conectado\nGarantía de 2 años de Manufature y soporte técnico 24/7\n\nTP-Link UH720 es un concentrador USB de 9 puertos. Se pueden utilizar 7 puertos USB 3.0 para la sincronización de datos y 2 puertos están dedicados para una carga rápida. También viene con un adaptador de corriente para proporcionar un rendimiento robusto y un botón de encendido/apagado para encender/apagar cómodamente el concentrador según sea necesario.\n\nCon TP-Link UH720, ahora puedes transferir datos hasta 10 veces las velocidades de los estándares USB 2.0 más antiguos. Las velocidades de 5Gbps son una gran mejora con respecto a la velocidad máxima de 480Mbps de USB 2.0. También es compatible con versiones anteriores, lo que le permite la capacidad de usar productos USB 2.0/1.1 si es necesario.\n\nUH720 es Plug & Play para Windows, Mac, Linux, Chrome OS y más PC, no requiere instalación de controladores.\n\nNota: Es posible que los dispositivos inalámbricos de 2.4Ghz, como adaptadores inalámbricos de teclado y mouse, no funcionen muy cerca de dispositivos o concentradores USB 3.0. Se recomienda conectarse a un puerto USB 2.0.\nLos puertos sin carga están destinados únicamente a la transferencia de datos. Proporcionan una salida de potencia insuficiente para la carga. Y el puerto de carga es solo para carga, no funcionará para la sincronización de datos. Asegúrese de que el adaptador esté conectado antes de usar este concentrador. Y para obtener el mejor rendimiento, conéctelo al puerto USB 3.0 de su PC\". Interfaz disponible: 7 puertos de carga USB 3.0 estándar A 2 2.4A, 1 USB 3.0 Micro B","Price":59.00,"Features":["7x USB3","2x Charge","Alimentado"],"Date":"2025-01-14T10:40:44.6032566-05:00","Update":"2025-01-14T11:15:35.9945197-05:00","Label":"HUB TP-Link UH720 9xUSB"}