{"Category":"Periféricos","SubCategory":"HUB USB","Images":["/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-1.webp","/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-2.webp","/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-3.webp","/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-4.webp","/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-5.webp","/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-6.webp","/images/products/hub-tsupy-10gbps-4x-usb-32-gen2-7.webp"],"Description":"5 puertos USB y diseño de caja de aluminio: el concentrador USB 3.2 expande fácilmente 1 puerto USB en 4 puertos USB 3.2 de alta velocidad, un puerto de carga USB USB más USB que garantiza una transmisión estable de archivos grandes, material de aleación de alta calidad, es elegante y compacto que otros concentradores de plástico, USB 3.2 Gen 2 es nueva generación de estándar USB, 2 veces más rápido que USB 3.0, 2 veces más rápido que USB 3.0, 2 veces más rápido que USB 3.0, 2 0 tiems más rápido que usb 2.0\nTransferencia de datos supervelocidad de 10 Gbps, ultrarápida: los puertos USB 3.2 admiten velocidad de transmisión de datos de hasta 10 gbps, rápida para sincronizar archivos grandes, puedes mover o copiar grandes cantidades de datos/fotos/películas HD en segundos, sin pérdidas de conexión, el dongle USB proporciona una velocidad de transferencia de datos confiable, más rápida que el hub USB 3.0. sin problemas utilizando HDD/SSD en algún momento, para Get Full 0.35 oz bps acelera su computadora/dispositivos usb/cable usb tiene que soportar 3.2 G2 también\n\nCable extendido de 4 pies, comodidad infinita: el concentrador de datos USB 3.2 viene con un cable de extensión, longitud del cable: 47.2 in, lo suficientemente largo para que puedas conectar tus dispositivos USB exactamente donde los necesites, incluso para conectar un host de computadora que está en la parte posterior o debajo del escritorio, el cable es flexible y está bien construido, perfecto para el uso diario como trabajar/jugar/aprender\nFácil de usar, amplia compatibilidad: el concentrador de extensión USB 3.0, no requiere software/aplicación, Plug and Play, conecta instantáneamente tus dispositivos USB en PC. Buena opción para alguien que necesita conectar varios dispositivos USB en su computadora. (Ventilador USB, lector de tarjetas, disco USB, HDD, SSD, disco USB, impresora, etc.) Conecte un par de unidades externas (para copia de seguridad) a su computadora. Cuando utilice algunos dispositivos USB de alta potencia, recuerde alimentar el concentrador por el puerto C\n\nEl paquete incluye: 1 concentrador USB 3.0 ultra delgado de 10 Gbps, dimensión del concentrador: 3.9 x 1.3 x 0.43 pulgadas, peso: 2.47 oz, longitud del cable extendido: 3.9 ft. TSUPY proporciona un concentrador USB premium para añadir puertos USB adicionales con cable largo, y un servicio al cliente amigable siempre está aquí. Nota: el puerto USB C solo sirve para carga de concentrador, no para carga de PC, transferencia de datos, pantalla. Power HUB con el puerto c, la transmisión de datos será más estable y rápida","Price":21.00,"Features":["Ultra delgado","1.2m","Premium","USB-C Alimentado"],"Date":"2025-04-24T14:41:46.9246191-04:00","Update":"2025-04-24T14:43:43.2649626-04:00","Label":"HUB TSUPY 10Gbps 4x USB 3.2 Gen2"}