{"Category":"Periféricos","SubCategory":"HUB USB","Images":["/images/products/hub-maxlax-10xusb-30-whith-quick-charge-1.webp","/images/products/hub-maxlax-10xusb-30-whith-quick-charge-2.webp","/images/products/hub-maxlax-10xusb-30-whith-quick-charge-3.webp","/images/products/hub-maxlax-10xusb-30-whith-quick-charge-4.webp","/images/products/hub-maxlax-10xusb-30-whith-quick-charge-5.webp","/images/products/hub-maxlax-10xusb-30-whith-quick-charge-6.webp","/images/products/hub-maxlax-10xusb-30-whith-quick-charge-7.webp"],"Description":"Concentrador USB 3.0 de 10 puertos: el concentrador USB 3.0 de 10 puertos posee 10 puertos de concentrador azules. Múltiples puertos USB 3.0 con una velocidad de transferencia de datos de hasta 5Gbps pueden ahorrarle más tiempo valioso.\n\nCarga y transmisión de datos: el concentrador USB 3.0 tiene un adaptador de alimentación independiente. El integrador USB tiene 10 puertos USB que pueden conectar múltiples dispositivos USB simultáneamente. Cada puerto USB tiene conmutadores independientes que no se afectan entre sí.\n\nAleación de aluminio y luz indicadora LED azul: el concentrador USB del adaptador de corriente está hecho de aleación de aluminio. El USB 3.0 de 10 puertos cuenta con luces indicadoras LED azules e interruptores independientes. Cuando se transmiten datos, la luz indicadora LED azul parpadea. Cuando se restablece la alimentación, el puerto permanecerá en el estado establecido previamente.\n\nAmplia compatibilidad: compatible con teléfonos móviles, tabletas, lectores de tarjetas, ratones, PS4, consolas de juegos Xbox, reproductores de MP3, Mac OS, portátiles, etc. No requiere controlador, logrando plug and play.\n\nEl paquete incluye: 1 concentrador de aluminio de 10 puertos; 1 adaptador de corriente americano; 1 cable USB 3.0; 1 manual de usuario (idioma español no garantizado), 1 adaptador USB a USB C de aluminio","Price":53.00,"Features":[],"Date":"2025-01-18T23:42:46.7200057-05:00","Update":"2025-01-19T00:13:52.9771493-05:00","Label":"HUB MaxLax 10xUSB 3.0 whith Quick Charge"}