{"Category":"Periféricos","SubCategory":"HUB USB","Images":["/images/products/hub-phixero-4x-usb31-10gbps-1.webp","/images/products/hub-phixero-4x-usb31-10gbps-2.webp","/images/products/hub-phixero-4x-usb31-10gbps-3.webp","/images/products/hub-phixero-4x-usb31-10gbps-4.webp","/images/products/hub-phixero-4x-usb31-10gbps-5.webp","/images/products/hub-phixero-4x-usb31-10gbps-6.webp"],"Description":"Hub USB C 4 en 1: este hub USB C puede ampliar tu portátil o escritorio un solo puerto USB-A/C a 4 puertos USB 3.1 Gen 2 estándar. Con chip de función OTG integrado, se conecta fácilmente con teclado, mouse, discos duros y muchos otros dispositivos USB a tu teléfono o tableta USB-C. Compatible con Windows, Mac OS, Linux.\nSúper velocidad de 10 Gbps: el divisor USB de 4 puertos soporta una transferencia de datos súper rápida de hasta 10 Gbps, 20 veces más rápido que USB 2.0, lo que te permite transferir películas HD o archivos grandes en cuestión de segundos. La gran opción para jugadores de juegos y trabajadores de video.\n\nElegante y fácil de usar: diseño ergonómico en ángulo que te permite conectar y desconectar fácilmente dispositivos USB. El diseño de cable de entrada reemplazable no cableado te permite ajustar mejor la longitud del cable y prolongar la vida útil. y el cuerpo delgado permite que el hub multipuerto USB se ajuste fácilmente a tu mochila para una fácil portabilidad.\n\nSeguro, estable y antiinterferencia: chip de grado industrial integrado que evita sobrecorriente, sobretensión, cortocircuito y altas temperaturas. Excelente efecto en EMI, ESD, 2.4G y blindaje antiinterferencias WiFi. Con una interfaz de entrada de alimentación USB-C de 5 V2 A para garantizar una transmisión de datos estable (el adaptador de corriente no está incluido, este es un hub de datos no recomendado para cargar).\n\nCable extendido 2 en 1: viene con un cable trenzado USB 3.2 Gen 2 de diseño multiinterfaz de 1.6 ft, USB C a A (10 Gbps) y cable USB C a C (10 Gbps). Puede proporcionar transmisión de velocidad completa de 1000 MB/s al expansor de puerto USB. El núcleo de cobre integrado y la capa de blindaje de grafeno pueden reducir eficazmente la pérdida de transmisión.","Price":23.00,"Features":[],"Date":"2025-04-24T14:41:47.3727493-04:00","Update":"2025-04-24T14:43:47.7302645-04:00","Label":"HUB PHIXERO 4x USB3.1 10Gbps"}