{"Category":"Periféricos","SubCategory":"Impresora","Images":["/images/products/impresora-epson-workforce-st-8000-1.webp","/images/products/impresora-epson-workforce-st-8000-2.webp","/images/products/impresora-epson-workforce-st-8000-3.webp","/images/products/impresora-epson-workforce-st-8000-4.webp","/images/products/impresora-epson-workforce-st-8000-5.webp","/images/products/impresora-epson-workforce-st-8000-6.webp","/images/products/impresora-epson-workforce-st-8000-7.webp","/images/products/impresora-epson-workforce-st-8000-8.webp","/images/products/impresora-epson-workforce-st-8000-9.webp","/images/products/impresora-epson-workforce-st-8000-10.webp"],"Description":"The Supertank color MFP for high-volume printing up to 13\" x 19\".\nBuilt for productivity, the WorkForce ST-C8000 Supertank color MFP includes enough ink to print up to 19,500 pages black/14,800 color1. And, you save on printing — up to 60 percent lower total printing costs vs. color laser2. That’s about 2 cents per color ISO page with replacement ink3. PrecisionCore Heat-Free Technology™ delivers a fast first page out and high-volume, print-shop-quality output. This Supertank MFP with Epson® DURABrite® pigment-based ink produces vibrant prints up to 13\" x 19\" and scans up to 11\" x 17\". Plus, there’s zero cartridge waste and it offers the lowest energy consumption in its class4. A powerful Supertank designed to help you do more, the ST-C8000 is backed by a 2-year limited warranty.\n\n    2 years of ink guaranteed5 — includes enough ink to print up to 19,500 pages black/14,800 color1\n    Up to 60 percent lower total printing costs vs. color laser2 — plus very low cost per page with about 2 cents per color ISO page3 with replacement ink\n    Do more — print up to 13\" x 19\"; copy and scan up to 11\" x 17\"; up to 25 ISO ppm black and color print speedƚ\n    Product protection you can count on — standard 2-year limited warranty, plus key security features; WPA2 for both wireless and Wi-Fi Direct®6\n    Powered by PrecisionCore Heat-Free Technology — delivers a fast first page out and the lowest energy consumption in is class4\n    Less waste — zero-cartridge waste with high-yield ink bottles\n    Load paper less often — 500-sheet paper capacity; two front trays plus a rear feed for specialty paper\n    High productivity — auto 2-sided print/copy/scan/fax; 4.3\" color touchscreen for easy setup and navigation; hands-free voice-activated printing7\n    Print-shop quality — Epson DURABrite Inks are pigment-based for crisp, vibrant prints in black-and-white and color; borderless prints up to 11\" x 17\"\n    Ultimate wireless and networking — easy iPad®, iPhone®, Android™ tablet and smartphone printing8; includes Wi-Fi Direct6 and Ethernet\n\nEco Features\n\n    Lowest energy consumption in its class4\n    ENERGY STAR® qualified\n    RoHS compliant\n    Recyclable product9\n    Epson America, Inc. is a SmartWay® Transport Partner10\n\nBetter Products for a Better Future™\nFor more information on Epson's environmental programs, go to eco.epson.com","Price":1250.0,"Features":["25ppm","5.5s","550h","Inkjet","Color","Escaner","Tinta","A3","Ethernet","Fax","Bluetooth"],"Date":"2024-05-24T18:48:59.9459432-04:00","Update":"2024-05-25T12:01:03.944125-04:00","Def":true,"Label":"Impresora Epson WorkForce ST-8000"}