{
  "Category": "Componentes",
  "SubCategory": "Disipador Líquido",
  "Images": [
    "/images/products/kit-lquido-corsair-hydro-xh303i-1.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-2.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-3.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-4.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-5.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-6.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-7.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-8.jpg",
    "/images/products/kit-lquido-corsair-hydro-xh303i-9.jpg"
  ],
  "Description": "Sobre este artículo\r\nHaz que tu PC sea una obra maestra visual con un completo kit de refrigeración personalizado Hydro X Series RGB, que le da a tu sistema un aspecto impresionante y distintivo con solo componentes premium Corsari.\r\nInstalación y configuración fáciles e intuitivas, con la opción de control automatizado de software para ajustar las velocidades de tu ventilador y bomba a su nivel de ruido más bajo posible mientras mantiene tu sistema excepcionalmente fresco.\r\nIluminación RGB dinámica, direccionable individualmente integrada en el bloque de agua de CPU XC7, la bomba y el depósito RGB XD5 y los ventiladores de refrigeración QL120 RGB le dan a tu PC un aspecto llamativo para destacar entre la multitud.\r\nEl bloque de agua para CPU XC7 RGB combina una construcción de cobre niquelado premium y un rendimiento de refrigeración extremo, compatible con los enchufes Intel LGA 1200 y AMD AM4.\r\nCrea impresionantes bucles con el tubo XT Hardline, corta y dobla fácilmente a tus necesidades utilizando la sierra, el mandril de flexión, el soporte de tubo e inserto de silicona e instala con los accesorios y adaptadores XF incluidos.\n\nEl kit de enfriamiento personalizado CORSAIR Hydro X Series iCUE XH303i RGB contiene todos los elementos esenciales que necesita para construir su propio bucle de enfriamiento personalizado compacto, convirtiendo su PC en una obra maestra con iluminación RGB integrada y mejorando su rendimiento. Con todo, desde un bloque de agua de la CPU hasta un potente combo de bomba/depósito, el XH303i RGB es su entrada en el mundo de la potente refrigeración personalizada de la serie Hydro X.\n\nMarca: Corsair\nNúmero de modelo del producto: CX-9070004-WW\nVoltaje: 12 Voltios\nFabricante: Corsair\n",
  "Price": 470.00,
  "Features": [
    "360mm",
    "Premium",
    "RGB",
    "CUSTOM",
    "CPU + GPU"
  ],
  "Date": "2023-03-27T12:00:08.8338454-04:00",
  "Update": "2023-06-01T10:49:59.6452867-04:00",
  "Label": "Kit Líquido Corsair Hydro XH303i"
}