{
  "Category": "Componentes",
  "SubCategory": "Disipador Líquido",
  "Images": [
    "/images/products/kit-lquido-corsair-hydro-xh303i-1.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-2.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-3.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-4.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-5.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-6.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-7.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-8.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-9.webp",
    "/images/products/kit-lquido-corsair-hydro-xh303i-10.webp"
  ],
  "Description": "About this item\r\nMake your PC a visual masterpiece with a complete Hydro X Series RGB hardline custom cooling kit, giving your system a stunning, distinctive look with only premium CORSAIR components.\r\nEasy and intuitive installation and setup, with the option for automated software control to set your fan and pump speeds to their lowest possible noise level while still keeping your system exceptionally cool.\r\nDynamic, individually addressable RGB lighting integrated into the XC7 RGB CPU water block, XD5 RGB pump/reservoir, and QL120 RGB cooling fans gives your PC a striking look to stand out from the crowd.\r\nThe XC7 RGB CPU Water Block combines premium nickel-plated copper construction and extreme cooling performance, compatible with Intel LGA 1200 and AMD AM4 sockets.\r\nCreate stunning loops with XT Hardline Tubing, easily cut and bent to your needs using the included saw, bending mandrel, tube holder, and silicone insert and installed with the included XF Hardline Fittings and Adapters.\n\nThe CORSAIR Hydro X Series iCUE XH303i RGB Custom Cooling Kit contains all the essentials you need to build your very own compact custom cooling loop, turning your PC into a masterpiece with integrated RGB lighting while improving its performance. With everything from a CPU water block to a powerful pump/reservoir combo, the XH303i RGB is your ticket into the world of powerful Hydro X Series custom cooling.\n\nBrand: Corsair\nVoltage: 12 Volts\nCooling Method: Water, Fan\nCompatible Devices: Desktop\nNoise Level: 40 dB\nMaterial: Copper,Silicone\nMaximum Rotational Speed: 1500 RPM\nItem model number: CX-9070004-WW\nItem Weight: 14.9 pounds\nProduct Dimensions: 20.28 x 8.46 x 11.81 inches\nManufacturer: Corsair\nASIN: B08C7NTWND",
  "Price": 399.00,
  "Features": [
    "360mm",
    "Premium",
    "RGB",
    "CUSTOM",
    "CPU + GPU",
    "LGA 1700",
    "LGA 1200",
    "LGA 115X",
    "AM4"
  ],
  "Date": "2023-03-27T12:00:08.8338454-04:00",
  "Update": "2023-06-09T16:50:28.848719-04:00",
  "Discount": 0.0,
  "Label": "Kit Líquido Corsair Hydro XH303i"
}