{"Category":"Componentes","SubCategory":"Fuente","Images":["/images/products/kit-cables-ltc-2xeps-pcie30-white-1.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-2.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-3.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-4.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-5.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-6.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-7.webp","/images/products/kit-cables-ltc-2xeps-pcie30-white-8.webp"],"Description":"Diseñado para GPU RTX serie 40: el kit de extensión de cable PSU 12VHPWR incluye 2 cables EPS de 4+4 pines (para CPU), 1 cable ATX de 24 pines (para placa base) y 1 cable PCIe 5.0 12VHPWR de 12+4 pines GPU, compatible con las últimas GPU de la serie RTX40, incluyendo RTX 309. 40 ES 70/4080/4090 y otras GPU con conectores 12VHPWR/12V2X6. Extienda sus cables originales de la fuente de alimentación sin esfuerzo para una gestión de cables más limpia y organizada.\n\n16 AWG premium para un rendimiento estable: con cables de cobre de alta densidad de 16 AWG, este kit de extensión de cable soporta una salida de corriente más alta y puede manejar fácilmente hasta 1300 W desde fuentes de alimentación modulares con facilidad. Mejorado con terminales de cobre de aleación de alta calidad que soportan una salida de hasta 600 W, garantiza un rendimiento confiable y seguro incluso bajo cargas pesadas.\n\nConector en forma de L, ajuste ajustado: el diseño del conector GPU en forma de L garantiza un ajuste seguro y evita daños causados por conexiones sueltas o dobladas. Equipado con terminales de cobre de aleación de calidad que soportan una salida de hasta 600 W, la extensión 12vhpwr admite configuraciones de GPU de alto rendimiento mientras garantiza un juego sin caídas de marco, parpadeo de pantalla o interrupciones de energía.\n\nCable flexible, fácil gestión de cables: con una funda trenzada suave con un diseño precurvado en forma de U, estos cables son fáciles de enrutar y administrar para un aspecto limpio y sin desorden. Las mangas trenzadas PET añaden una estética de primera calidad mientras que ofrecen una excelente durabilidad para resistir el desgaste y la deformación con el tiempo.\n\nElegante y colorido para construcciones personalizadas: disponible en varios colores para complementar perfectamente el diseño de tu funda, ayudándote a lograr una configuración ordenada, organizada y visualmente impresionante. NOTA: Este kit de extensión debe utilizarse con los cables originales de la fuente de alimentación.","Price":37.00,"Features":["16 AWG","1x24P","2x4+4P","3x6+2P","1x12+4","Blanco"],"Date":"2025-11-03T16:24:22.718752-05:00","Update":"2025-11-03T17:09:56.9099152-05:00","Label":"Kit Cables LTC 2xEPS PCIe3.0 White"}