{"Category":"Componentes","SubCategory":"Disipador Líquido","Images":["/images/products/lquida-corsair-icue-link-h115i-rgb-black-1.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-2.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-3.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-4.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-5.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-6.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-7.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-8.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-9.webp","/images/products/lquida-corsair-icue-link-h115i-rgb-black-10.webp"],"Description":"Model\nBrand: CORSAIR\nModel: iCUE LINK H115i RGB\nPart Number: CW-9061002-WW\nType: Liquid Cooling System\n\n\nBlock\nBlock Compatibility: AMD: AM5, AM4, sTRX4\nIntel: 1700, 1200, 1150, 1151, 1154, 1155, 1156, 2066, 2011-3, 2011\n\n\nRadiator\nRadiator Size: 322mm x 140mm x 27mm\nRadiator Material: Aluminum\n\n\nFan\nFan Size: 2 Fan Slots (140 mm)\nFan Dim.: 140 x 140 x 25mm\nBearing Type: Magnetic Dome\nFan RPM: 0 RPM, 400 - 2,000 RPM +/-10%\nFan Air Flow: 12.1 - 82.5 CFM\nFan Noise: 10 - 37 dB(A)\nColor: Black\nLED Color: RGB\n\n\nTube\nTube Dim.: Tubing Length: 400mm\nTube Material: Black Sleeved Low-Permeation Rubber\n\n\nFeatures\nFeatures: All-in-One CPU Cooling, Now with iCUE LINK: Add high-performance, low-noise AIO cooling to help get the most out of your CPU, now with simplified hidden connections thanks to the patent-pending iCUE LINK ecosystem.\n\nEffortless Connectivity and Intelligent Design: Take your build to the next level with the patent-pending iCUE LINK ecosystem, letting you connect all your components together using universal connectors, all plugged into a single port on the included iCUE LINK System Hub. Build faster, reduce cable clutter, and create a more intelligent, cohesive system setup.\n\nHidden Connections for a Flawless Look: A hidden connection design moves all connections to the end of the radiator, allowing for a distraction-free viewing experience of the brilliant 20 RGB LED pump.\n\nUnbeatable Lighting with QX RGB Fans: CORSAIR QX140 RGB PWM fans with a patent-pending Magnetic Dome bearing deliver powerful, quiet airflow pre-installed along a 280mm radiator, lit by an astonishing 34 RGB LEDs per fan.\n\nQuiet CPU Cooling with Zero RPM Mode Support: Dictate your exact fan speeds up to 2,000 RPM with PWM control, plus support for 0 RPM PWM signals that allow fans to stop entirely at low temperatures, eliminating fan noise completely.\n\nPre-Applied CORSAIR XTM70 Thermal Paste: CORSAIR’s highest-quality premium thermal paste comes already pre-applied for optimal installation, ensuring quality thermal transfer and efficiency for years to come.\n\nSplit-Flow Copper Cold Plate: A thermally optimized cold plate and a high-density stack of micro-skived fins (128 fins/in) provide highly efficient cooling at all loads.\n\nUnite Your Setup: Powerful CORSAIR iCUE software enables you to adjust fan and pump speeds, control and synchronize your cooler’s RGB lighting with all iCUE and iCUE LINK devices, and monitor CPU and coolant temperatures, all from a single intuitive interface.\n\n\nPackage Contents\nPackage Contents: CORSAIR iCUE LINK H115i RGB Liquid CPU Cooler\n2x iCUE LINK QX140 RGB fans\n1x iCUE LINK System Hub\nMounting Kit for All Modern CPU Sockets\nFan and Radiator Mounting Screws\nWarranty & Safety Leaflet\n\n\nAdditional Information\nFirst Listed on Newegg: July 21, 2023","Price":145.00,"Features":[],"Date":"2025-12-17T07:22:33.4862764-05:00","Update":"2025-12-17T07:34:19.9905406-05:00","Label":"Líquida Corsair iCUE Link H115i RGB Black"}