{"Category":"Componentes","SubCategory":"Microprocesador","Images":["/images/products/micro-intel-core-i9-13900kf-1.webp","/images/products/micro-intel-core-i9-13900kf-2.webp","/images/products/micro-intel-core-i9-13900kf-3.webp","/images/products/micro-intel-core-i9-13900kf-4.webp","/images/products/micro-intel-core-i9-13900kf-5.webp"],"Description":"Transmite, cree y compita al más alto nivel con características líderes en la industria y la arquitectura híbrida más reciente\n24 núcleos (8 núcleos P + 16 núcleos E) y 32 hilos\nHasta 5,8 GHz desbloqueado. 36M caché\nSe requieren gráficos discretos\nCompatible con la serie Intel 600 (podría necesitar actualización de BIOS) y placas base basadas en chipset serie 700\nLa arquitectura híbrida de rendimiento integra dos microarquitecturas principales, priorizando y distribuyendo cargas de trabajo para optimizar el rendimiento\nTecnología Turbo Boost Max 3.0 y compatibilidad con PCIe 5.0 y 4.0. Soporte de memoria Intel Optane. No incluye solución térmica\n\nProcesador de escritorio Intel Core i9-13900KF de 13ª generación, sin gráficos de procesador. Con la tecnología Intel Adaptive Boost, Intel Thermal Velocity Boost, Intel Turbo Boost Max Technology 3.0 y compatibilidad con PCIe 5.0 y 4.0, compatibilidad con DDR5 y DDR4, los procesadores de escritorio Intel Core i9 de 13ª generación desbloqueados están optimizados para jugadores entusiastas y creadores serios y ayudan a ofrecer un alto rendimiento. Se requieren gráficos discretos. Solución térmica no incluida en la caja. Compatible con las placas base basadas en chipset de la serie 700 y la serie 600. Potencia base del procesador de 125 W.\nCompatibilidad con chipset: busque placas base compatibles accediendo a la Herramienta de compatibilidad de productos Intel, haga clic en Procesadores de escritorio y estación de trabajo y elija el procesador para encontrar placas base compatibles disponibles y otra información relacionada.","Price":385.00,"Features":[],"Date":"2025-09-29T17:41:26.4440305-04:00","Update":"2025-09-29T17:42:57.0323751-04:00","Label":"Micro Intel Core i9-13900KF"}