{"Category":"Periféricos","SubCategory":"Monitor","Images":["/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-1.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-2.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-3.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-4.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-5.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-6.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-7.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-8.webp","/images/products/monitor-asus-24-ips-120hz-1ms-300nit-8bit-9.webp"],"Description":"Diseño sin marco Full HD de 23.8 pulgadas (1920 x 1080) con panel de ángulo de visión amplio IPS de 178 °\n\nLa frecuencia de actualización SmoothMotion de 120 Hz y MPRT de 1 ms ofrecen una experiencia visual sin problemas y sin desgarros al habilitar VRR (frecuencia de actualización variable)\n\nConectividad rica con HDMI y VGA, además de conector para auriculares\nMontaje en pared VESA para ahorrar espacio en el escritorio\nASUS DisplayWidget Center permite a los usuarios cambiar fácilmente la configuración del monitor a través de una interfaz intuitiva\nASUS Los monitores Eye Care cuentan con tecnologías sin parpadeo y baja luz azul certificadas por TÜV Rheinland para garantizar una experiencia de visualización cómoda\n\nContenido de la caja: cable HDMI, cable de alimentación, guía de inicio rápido, tarjeta de garantía\n\nASUS El monitor para juegos VA249HG Eye Care cuenta con panel IPS de 23.8 pulgadas con resolución Full HD (1920 x 1080), proporcionando un panel de ángulo de visión amplio de 178° y una calidad de imagen vívida. Rápida frecuencia de actualización de 120 Hz con tecnología Adaptive-Sync y MPRT de 1 ms para eliminar el desgarro de la pantalla y las velocidades de fotogramas entrecortadas para una experiencia más suave que nunca. También cuenta con tecnologías sin parpadeo y baja luz azul certificadas por TÜV Rheinland para garantizar una experiencia de visualización cómoda.","Price":185.00,"Features":["Adaptive-Sync","1080p","FHD","FRC","92ppi","23.8\"","1x HDMI 1.4","1x D-Sub","VGA","2025","Display","VA249HG"],"Date":"2025-10-29T07:56:48.9481372-04:00","Update":"2025-11-10T18:41:39.1675662-05:00","Label":"Monitor Asus 24\" IPS 120Hz 1ms 300nit 8bit"}