{"Category":"Periféricos","SubCategory":"Monitor","Images":["/images/products/monitor-asus-rog-strix-27-2160p-ips-160hz-1ms-g-sy-gsey5o-1.webp","/images/products/monitor-asus-rog-strix-27-2160p-ips-160hz-1ms-g-sy-gsey5o-2.webp","/images/products/monitor-asus-rog-strix-27-2160p-ips-160hz-1ms-g-sy-gsey5o-3.webp","/images/products/monitor-asus-rog-strix-27-2160p-ips-160hz-1ms-g-sy-gsey5o-4.webp","/images/products/monitor-asus-rog-strix-27-2160p-ips-160hz-1ms-g-sy-gsey5o-5.webp"],"Description":"Monitor de juegos 4K (3840 x 2160) de 27 pulgadas con modo dual versátil (4K @ 160 Hz o FHD a 320 Hz)\nASUS La tecnología IPS rápida permite un tiempo de respuesta de 1 ms (GTG) para imágenes de juego nítidas con altas velocidades de fotogramas\n\nASUS La tecnología Extreme Low Motion Blur Sync (ELMB SYNC) permite ELMB junto con una frecuencia de actualización variable, eliminando el efecto fantasma y el desgarro para obtener imágenes de juego nítidas con altas velocidades de fotogramas\nGama de colores del 95% DCI-P3 con tecnología avanzada de seguimiento de escala de grises ASUS que garantiza una gradación de color más suave y uniformidad\nDisplayWidget Center permite ajustes de configuración de monitor fáciles con un mouse\n\nEleva tu experiencia de juego con el ROG Strix XG27UCG, meticulosamente diseñado para la utilidad y el rendimiento. Sumérgete con Frame Rate Boost, lo que permite que el monitor cambie fácilmente a través de la tecla de acceso rápido a un modo de 1080p 320Hz para un rendimiento listo para los deportes electrónicos y un tiempo de respuesta de 1 ms ultrarrápido. Conquista desafíos sin esfuerzo con funciones alimentadas por IA y mejore sus opciones de conectividad con la inclusión de una conexión versátil tipo C, lo que garantiza que se mantenga a la vanguardia mientras disfruta de la comodidad de la conectividad moderna.","Price":560.00,"Features":["UHD","4K","Flat","Display","XG27UCG"],"Date":"2025-11-10T09:32:30.6853507-05:00","Update":"2025-11-10T09:59:51.8926019-05:00","Label":"Monitor Asus ROG Strix 27\" 2160p IPS 160Hz 1ms G-Sync"}