{"Category":"Periféricos","SubCategory":"Monitor","Images":["/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-1.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-2.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-3.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-4.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-5.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-6.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-7.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-8.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-9.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-10.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-11.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-12.webp","/images/products/monitor-asus-tuf-gaming-27-ips-144hz-1ms-spk-13.webp"],"Description":"Monitor de juegos Full HD (1920x1080) de 27 pulgadas con frecuencia de actualización de 146 Hz (OC) diseñado para jugadores profesionales y juegos inmersivos\n\nASUS La tecnología Extreme Low Motion Blur Sync (ELMB Sync) permite que las tecnologías ELMB y de frecuencia de actualización variable funcionen simultáneamente para eliminar el efecto fantasma y el desgarro para obtener imágenes de juego nítidas con altas velocidades de fotogramas\n\nDisplayWidget Center permite ajustes de configuración de monitor fáciles con un mouse\n\nShadow Boost mejora los detalles de la imagen en áreas oscuras, iluminando escenas sin sobreexponer áreas brillantes\nContenido de la caja: cable HDMI, cable de alimentación, guía de inicio rápido, tarjeta de garantía\n\nContenido de la caja: 2 pilas AAA, mando a distancia, cable USB-C, cable DisplayPort, cable HDMI, cable de alimentación, guía de inicio rápido, tarjeta de garantía\n\nEl monitor de juegos TUF Gaming VG279QE5A Full HD de 27 pulgadas con un panel IPS para overclock rápido a juegos de frecuencia de actualización de 146 Hz. ASUS Extreme Low Motion Blur Sync (ELMB Sync) permite que las tecnologías ELMB y de frecuencia de actualización variable funcionen simultáneamente para eliminar el efecto fantasma y el desgarro para un juego suave. Además, tiene una gama sRGB del 125% para ofrecer colores y contrastes excepcionales.","Price":260.00,"Features":["VG279QE5A"],"Date":"2025-11-16T14:11:11.0446531-05:00","Update":"2025-11-16T14:38:30.7879667-05:00","Label":"Monitor Asus TUF Gaming 27\" IPS 144Hz 1ms Spk"}