{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-pad-asus-rog-scabbard-ii-medium-1.webp","/images/products/mouse-pad-asus-rog-scabbard-ii-medium-2.webp"],"Description":"Model\nBrand: ASUS\nModel: 90MP02H0-BPUA00\n\n\nDetails\nType: Mousepad\nDimensions: 14.17\" x 10.24\" x 0.12\"\nSurface: Nano Coating\nBase: Rubber\nColor: Black / Red\nThickness: 3mm\nSize: Regular\n\n\nFeatures\nFeatures: ROG Scabbard II sets the stage for your most epic fights and stunning victories. This extended gaming mouse pad offers ample space for your keyboard, mouse and other gaming gear, making it an ideal staging area before you go into battle. It is made out of durable fabric with a military-grade nano-coating that repels water, oil and dust, giving you an optimal mouse gliding surface. Featuring anti-fray, flat-stitched edges and a non-slip rubber base, ROG Scabbard II is your best gaming ally.\n\nROG Scabbard II is made of durable woven fabric with industry-leading American Association of Textile Chemists and Colorists (AATCC) Grade 100 water and Grade 2.5 oil resistance, so it's protected against accidental spills and easy to clean and maintain. It features a protective military-grade nano-coating* to ensure a consistent and responsive tracking surface that holds up in battle.\n\nThe textile-weave surface features a special coating that makes its 1.5 times smoother than standard fabrics, giving you a smooth surface with adequate friction, great for both optical and laser sensors. And the 3 mm thick, slightly cushioned surface brings an added level of gaming comfort.\n\nThe flat-stitched edges of ROG Scabbard II makes it 12% thinner than standard anti-fray stitched mousepads. The thinner mousepad reduces the distance between the top of the mouse pad and desk, making it more comfortable for gamers who often play for hours on end. Flat stitches are also narrower, giving Scabbard II a more pleasing aesthetic.","Price":17.00,"Features":[],"Date":"2025-09-08T08:51:52.9488224-04:00","Update":"2025-09-08T09:14:13.9714072-04:00","Label":"Mouse Pad Asus ROG Scabbard II Medium"}