{
  "Category": "Periféricos",
  "SubCategory": "Mouse",
  "Images": [
    "/images/products/mouse-steelseries-rival-3-wireless-1.webp",
    "/images/products/mouse-steelseries-rival-3-wireless-2.webp",
    "/images/products/mouse-steelseries-rival-3-wireless-3.webp",
    "/images/products/mouse-steelseries-rival-3-wireless-4.webp",
    "/images/products/mouse-steelseries-rival-3-wireless-5.webp"
  ],
  "Description": "Sobre este artículo\r\nMateriales muy duraderos: diseñado con polímero de alta calidad para mayor durabilidad\r\nInterruptores mecánicos que soportan 60 millones de clics: clics nítidos desde el primero hasta el último\r\nSensor óptico TrueMove Air para videojuegos: seguimiento verdadero 1 a 1 con 8,500 CPI, 300 IPS, 35 G\r\nCómoda estructura ergonómica: diseñado ergonómicamente para proporcionar comodidad para sesiones intensas de videojuegos\r\nIluminación Prism brillante: la iluminación rediseñada proporciona 3 zonas de 16.8 millones de colores bellamente nítidos\n\nEl mouse Rival 3 para videojuegos tiene el mejor rendimiento de su clase gracias a un sensor óptico TrueMove Core para torneos que fue diseñado junto con PixArt, el fabricante de sensores líder en la industria. Materiales hiperduraderos: el mouse tiene una vida útil de 60 millones de clics, tiene una estructura ligera y un sistema RGB rediseñado que proporciona la iluminación dinámica más brillante de cualquier mouse de Steelseries. Todo esto hace que el Rival 3 se destaque tanto por su estilo como por su rendimiento.\n\nMarca: SteelSeries\nSeries: Rival 3\nNúmero de modelo del producto: 62513\nPlataforma de hardware: PC\nSistema operativo: Windows, Mac, Linux, and Xbox. USB port required.\nDimensiones del producto: 1,49 x 2,64 x 4,74 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 1.49 x 2.64 x 4.74 pulgadas\nColor: Negro\nFabricante: SteelSeries\nIdioma: Italiano\n",
  "Price": 68.00,
  "Features": [],
  "Date": "2023-07-09T16:44:35.9657005-04:00",
  "Update": "2023-07-11T19:07:38.4056722-04:00",
  "Discount": 0.0,
  "Label": "Mouse SteelSeries Rival 3 Wireless"
}