{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-pad-asus-rog-sheath-extended-1.webp","/images/products/mouse-pad-asus-rog-sheath-extended-2.webp","/images/products/mouse-pad-asus-rog-sheath-extended-3.webp","/images/products/mouse-pad-asus-rog-sheath-extended-4.webp","/images/products/mouse-pad-asus-rog-sheath-extended-5.webp"],"Description":"Alfombrilla de mouse extragrande para juegos: la funda ASUS ROG (35.4 x 17.3 pulgadas) tiene espacio para tu equipo de juego, incluyendo una computadora portátil y teclado de tamaño completo. Obtén una comodidad total de muñeca y brazo en su superficie suave y acolchada para horas de juego agitado\nControl inigualable: la superficie intrincadamente tejida de la alfombrilla garantiza un factor de deslizamiento ultra suave y un seguimiento preciso de píxeles de tu mouse sin importar cuáles sean tus ajustes de juego preferidos. Puede soportar temperaturas extremas para que puedas jugar con una cabeza fría\nDiseño duradero y duradero: calidad premium con un borde elevado redondo que está reforzado por costuras sin costuras. Esto protege contra el desgaste diario y prolonga la vida útil de la almohadilla para soportar tus batallas virtuales durante años\nEstabilidad mejorada y mejor agarre: la parte inferior de goma antideslizante y texturizada de la alfombrilla para mouse permanece firmemente anclada en su lugar para que puedas jugar con control completo incluso durante los tiroteos más intensos\nConstruye una configuración completa de juegos: combina esta alfombrilla ligera y portátil con cualquier auricular, mouse, teclado y otros accesorios de juego de la serie ROG para preparar el escenario para tus batallas más épicas y victorias impresionantes\n\nLa funda Rog es una alfombrilla de mouse extragrande optimizada para juegos que es compatible con todos los tipos de sensores y sensibilidades. Con 35.4 x 17.3 pulgadas y solo 0.12 pulgadas de grosor, la funda ROG ofrece una precisión y control inigualables gracias a una superficie ultra lisa para un seguimiento preciso de píxeles, base de goma antideslizante rojo rog y bordes cosidos para una vida útil prolongada.\n\nTamaño del área de visualización de la pantalla con pie: 17,3 Pulgadas\nMarca: ASUS\nSeries: ALMOHADILLA DE RATÓN ROG SHEATH GAMING\nNúmero de modelo del producto: 90MP00K1-B0UA00\nDimensiones del producto: 35,4 x 17,3 x 0,11 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 35.4 x 17.3 x 0.11 pulgadas\nColor: Negro/Rojo\nFabricante: ASUS Computer International Direct","Price":55.0,"Features":["900×440mm","3mm","Reforzado","Anti-Fray"],"Date":"2024-04-11T02:48:56.1670255-04:00","Update":"2024-04-11T08:32:28.5637794-04:00","Label":"Mouse Pad Asus ROG Sheath Extended"}