{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-logitech-m196-rosa-1.webp","/images/products/mouse-logitech-m196-rosa-2.webp","/images/products/mouse-logitech-m196-rosa-3.webp","/images/products/mouse-logitech-m196-rosa-4.webp","/images/products/mouse-logitech-m196-rosa-5.webp","/images/products/mouse-logitech-m196-rosa-6.webp","/images/products/mouse-logitech-m196-rosa-7.webp","/images/products/mouse-logitech-m196-rosa-8.webp","/images/products/mouse-logitech-m196-rosa-9.webp"],"Description":"Práctico mouse portátil para computadoras portátiles y tabletas: el mouse inalámbrico Bluetooth Logitech M196 se conecta en segundos con una conexión Bluetooth fiable de emparejar y jugar, no requiere dongle ni puerto.\n\nCómodo diseño listo para viajar: este mouse de viaje Bluetooth es ligero y cabe en cualquier bolsa; su forma contorneada y ambidiestra es cómoda tanto para las manos izquierda como para la derecha.\n\nFunciona en una variedad de superficies: con desplazamiento preciso línea por línea y seguimiento óptico; el mouse inalámbrico Bluetooth M196 proporciona un control suave y preciso del cursor en casi cualquier superficie.\n\nHecho para durar con plástico reciclado: las piezas de plástico en el M196 contienen plástico reciclado post-consumo certificado (67% para grafito y 66% para blanquecino y rosa (2))\nDuración de la batería de 12 meses: disfrute de una duración confiable de la batería de 12 meses (1) y función de suspensión automática para un uso más prolongado entre cambios de batería; 1 batería AA incluida.\n\nUn pequeño ratón inalámbrico para casi cualquier dispositivo: este versátil y rentable mouse Bluetooth es ideal para la productividad y el aprendizaje en movimiento; funciona con la mayoría de los sistemas operativos y dispositivos.\n\nDescubre el confiable mouse inalámbrico Bluetooth Logitech M196 y ordena tu espacio de trabajo. Este práctico mouse portátil se empareja a tu laptop o tableta en segundos a través de Bluetooth, no requiere dongle ni puerto. Disfruta de una duración de la batería de 12 meses (1) y función de suspensión automática para ayudarte a pasar más tiempo entre los cambios de batería AA. Lo suficientemente pequeño como para meterlo en una bolsa, este cómodo mouse de viaje Bluetooth tiene un diseño ambidiestro que guía tu mano derecha o izquierda a una posición natural. El mouse inalámbrico Bluetooth Logitech M196 está hecho para durar con plástico reciclado. (1) La duración de la batería varía con las condiciones de uso. (2) Excluye el plástico en el ensamblaje de cableado impreso (PWA) y el embalaje.","Price":19.00,"Features":["Bluetooth","ligero","Ambidiestro","óptico","12 meses","76g","Ratón"],"Date":"2025-01-23T21:10:22.5508473-05:00","Update":"2025-01-24T07:14:58.9235157-05:00","Label":"Mouse Logitech M196 Rosa"}