{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-corsair-harpoon-rgb-1.webp","/images/products/mouse-corsair-harpoon-rgb-2.webp","/images/products/mouse-corsair-harpoon-rgb-3.webp","/images/products/mouse-corsair-harpoon-rgb-4.webp","/images/products/mouse-corsair-harpoon-rgb-5.webp","/images/products/mouse-corsair-harpoon-rgb-6.webp","/images/products/mouse-corsair-harpoon-rgb-7.webp","/images/products/mouse-corsair-harpoon-rgb-8.webp","/images/products/mouse-corsair-harpoon-rgb-9.webp","/images/products/mouse-corsair-harpoon-rgb-10.webp"],"Description":"Model\nBrand: Corsair\nName: HARPOON RGB\nModel: CH-9301011-NA\n\n\nDetails\nType: Wired\nInterface: USB 2.0\nTracking Method: Optical\nMaximum dpi: 6000 dpi\nHand Orientation: Right Hand\nButtons: 6\nScrolling Capability: 1 x Wheel\nColor: Black\n\n\nOS / System Requirement\nOperating System Supported: Windows 10, Windows 8, or Windows 7\nSystem Requirement: PC with USB 2.0 port \nAn internet connection is required to download the Corsair Utlity Engine software\n\n\nFeatures\nFeatures: High-accuracy 6000 dpi optical gaming sensor: Advanced tracking and high-speed motion detection ideal for FPS gaming\n\nLightweight, and contoured design: Designed to fit naturally in your hand and support multiple grip styles. The upper surface features a fine coarse finish to provide a slip-free experience for ultimate control. The compact and lightweight body to help you with quick reactions and reduce fatigue over time\n\nTextured molded rubber side grips: Molded rubber side grips enable you to hold the mouse with a confident, firm grip. Don't slip when lifting the mouse or make long or quick swipes\n\nSix fully-programmable buttons: Take control with extensive customization, anything from simple remaps to complex macros\n\nOnboard memory: Preconfigured for the best performance. No drivers, software or additional setup required. Customize your DPI stages and take them with you, knowing they are stored safely on your mouse\n\nOn-the-fly DPI switching: Instantly adapt your mouse sensitivity to the situation for total command in every environment\n\n\nPackage Contents\nPackage Contents: Corsair Gaming HARPOON RGB Gaming Mouse\nWarranty Card, Quick Start Guide","Price":39.0,"Features":["Gaming","6 botónes","6000dpi","Optico","USB"],"Date":"2023-09-02T12:38:48.8628172-04:00","Update":"2024-06-06T04:56:45.7493861-04:00","Label":"Mouse Corsair Harpoon RGB"}