{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-corsair-scimitar-elite-wireless-mmo-1.webp","/images/products/mouse-corsair-scimitar-elite-wireless-mmo-2.webp","/images/products/mouse-corsair-scimitar-elite-wireless-mmo-3.webp","/images/products/mouse-corsair-scimitar-elite-wireless-mmo-4.webp","/images/products/mouse-corsair-scimitar-elite-wireless-mmo-5.webp","/images/products/mouse-corsair-scimitar-elite-wireless-mmo-6.webp","/images/products/mouse-corsair-scimitar-elite-wireless-mmo-7.webp"],"Description":"16 botones programables: Asigne y realice todas las acciones y macros que necesita en 16 botones de fácil acceso y totalmente programables.\nAjustable para cualquier tamaño de mano: El deslizador de teclas reposicionable de 12 botones coloca todos los botones del panel lateral en el lugar ideal para su pulgar, y la forma contorneada del mouse reduce en gran medida la tensión durante el juego.\n\nInalámbrico rápido y versátil: SLIPSTREAM WIRELESS ofrece una conexión de menos de 1 ms en PC o Mac con hipersondeo de 2.000 Hz, hasta 2 veces más rápido que los ratones inalámbricos estándar. Alternativamente, conecta a través de Bluetooth o USB para cargar mientras juegas.\n\nBatería inalámbrica de hasta 150 horas con recarga rápida: Reproduce hasta 150 horas,* incursión tras incursión, con una sola carga y recarga completamente en solo 90 minutos o menos. * a través de Bluetooth con retroiluminación apagada.\nSensor óptico ultrapreciso de 26k DPI: con un seguimiento nativo de 26,000 DPI, 650 IPS y aceleración de hasta 50G, el sensor óptico CORSAIR MARKSMAN captura con precisión incluso los movimientos más pequeños del mouse de contracción rápida.\n\nForja tu propio camino, sin cables. El mouse para juegos SCIMITAR ELITE WIRELESS MMO te equipa con 16 botones totalmente programables, para la libertad de liderar la incursión, a tu manera. El panel lateral patentado Key Slider™ de 12 botones se ajusta para adaptarse a tu mano, para que puedas jugar sin esfuerzo ni fatiga. Disfrute de una conectividad confiable de menos de 1 ms a través de SLIPSTREAM WIRELESS ultrarrápido, con hipersondeo de 2,000 Hz al juego con un retraso inalámbrico casi nulo. Alternativamente, conéctese a una multitud de dispositivos a través de Bluetooth® o con cable USB para cargar mientras juega. No necesitará conectarse con frecuencia, ya que la batería inalámbrica dura hasta 150 horas asombrosas con una sola carga. Para el juego MMO, el SCIMITAR ELITE WIRELESS te permite crear tu legado.","Price":115.00,"Features":["Inalámbrico","RGB","16 botónes","114g","26000dpi","Palm","1.8m Braided Fiber","Optico","iCUE","Rechargeable","Wifi-Cable-Bluetooth","USB","Ratón"],"Date":"2025-04-24T14:41:48.3597745-04:00","Update":"2025-04-24T14:43:56.7845369-04:00","Label":"Mouse Corsair Scimitar Elite Wireless MMO"}