{
  "Category": "Periféricos",
  "SubCategory": "Mouse",
  "Images": [
    "/images/products/mouse-corsair-sabre-rgb-pro-1.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-2.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-3.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-4.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-5.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-6.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-7.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-8.webp",
    "/images/products/mouse-corsair-sabre-rgb-pro-9.webp"
  ],
  "Description": "Model\nBrand: Corsair\nName: SABRE RGB PRO CHAMPION SERIES\nModel: CH-9303111-NA\n\n\nDetails\nType: Wired\nInterface: USB 2.0 Type-A\nMouse Grip Style: Palm / Claw\nTracking Method: PixArt PMW3392\nMaximum dpi: 18000 dpi\nButtons: 6\nScrolling Capability: 1 x Wheel\nColor: Black\n\n\nFeatures\nFeatures: Built for Champions: CORSAIR CHAMPION SERIES products are designed for and tested by top esports professionals - helping to carry you to victory with a tournament-grade mouse featuring a comfortable ergonomic shape for claw and palm grips, long-term comfort, and fast movement with hyper-responsive inputs.\n\nUltra-Light Agility: Weighing in at just 74g to support rapid movements and twitch reflexes, the SABRE RGB PRO's sturdy design keeps up with your longest matches.\n\nCORSAIR QUICKSTRIKE Buttons: Spring-loaded design delivers zero gap between the primary mouse buttons and their switches, so your clicks, shots, and spells are faster than ever.\n\nCORSAIR AXON Hyper-Processing Technology: Transmits your movements and clicks to your PC up to 8x faster than conventional gaming mice with 8,000Hz hyper-polling.\n\nDrag-Reducing Paracord Cable: An extremely light and flexible cable with a paracord weave dramatically reduces resistance and drag to keep your mouse movements fluid and agile.\n\nNative 18,000 DPI Optical Sensor: A custom PixArt PMW3392 sensor, with 450 IPS tracking at up to 50G acceleration, delivers unbeatable precision fully customizable in 1 DPI resolution steps.\n\nDurable OMRON Switches: Built with trusted OMRON left and right-click switches, guaranteeing tournament-grade performance for 50 million clicks.\n\nFive Onboard DPI Presets: Can be re-programmed to tune your sensitivity steps on-the-fly, and cycled through using a dedicated DPI button with LED indication.\n\nDynamic Two-Zone RGB Backlighting: Choose from preset lighting effects or create your own with near-limitless customization in iCUE software.\n\n100% PTFE Glide Pads: Mouse feet built from ultra-low friction PTFE pads offer the smoothest glide and quickest movements and are easy to replace if it gets worn down on your journey to the top.\n\nPowerful iCUE Software: Enables quick DPI adjustments, with custom macros or button remaps for all six mouse buttons in a single interface.\n\n\nPackage Contents\nPackage Contents: SABRE RGB PRO CHAMPION SERIES Gaming Mouse\nQuick start guide\nSafety information\nWarranty guide",
  "Price": 65.00,
  "Features": [
    "74g",
    "18000dpi",
    "Palm-Claw",
    "6 botónes",
    "Optico",
    "Gaming",
    "iCUE",
    "USB"
  ],
  "Date": "2023-06-29T07:38:41.0713-04:00",
  "Update": "2023-06-29T11:38:59.1947363-04:00",
  "Discount": 0.0,
  "Label": "Mouse Corsair Sabre RGB Pro"
}