{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-corsair-m55-rgb-pro-1.webp","/images/products/mouse-corsair-m55-rgb-pro-2.webp","/images/products/mouse-corsair-m55-rgb-pro-3.webp","/images/products/mouse-corsair-m55-rgb-pro-4.webp","/images/products/mouse-corsair-m55-rgb-pro-5.webp","/images/products/mouse-corsair-m55-rgb-pro-6.webp","/images/products/mouse-corsair-m55-rgb-pro-7.webp","/images/products/mouse-corsair-m55-rgb-pro-8.webp","/images/products/mouse-corsair-m55-rgb-pro-9.webp","/images/products/mouse-corsair-m55-rgb-pro-10.webp"],"Description":"Model\nBrand: Corsair\nName: M55 RGB PRO\nModel: CH-9308011-NA\n\n\nDetails\nType: Wired\nInterface: USB 2.0\nMouse Grip Style: Palm, Claw, Fingertip\nTracking Method: Optical\nMaximum dpi: 12400 dpi\nHand Orientation: Both Hands\nButtons: 8\nScrolling Capability: 1 x Wheel\nColor: Black\n\n\nSystem Requirement: PC with USB 2.0 port\nAn internet connection is required to download the iCUE software\n\n\nFeatures\nFeatures: Versatile Ambidextrous Design: Play at your highest level with either hand using your most comfortable grip, be it palm, claw, or fingertip.\n\nPrecision to Win: Take control over your gaming thanks to a 12,400 dpi optical sensor for high-accuracy tracking.\n\nWeighs Just 86g: Incredibly lightweight construction lets you play effortlessly at your top form for hours.\n\nBuilt to Last: Durable construction featuring 50 million click-rated Omron switches and a premium braided cable gives the M55 RGB PRO the strength to withstand years of intense gaming sessions.\n\nEight Fully Programmable Buttons: Create an in-game advantage with powerful macros and button remaps.\n\nSimple Plug-and-Play Setup: Ready to game right out of the box - just plug in through a USB port and start taking down the competition.\n\nIntelligent Control, Unlimited Possibilities: Powerful CORSAIR iCUE software lets you switch from left to right-handed mode, customize macros and button remaps, control and synchronize RGB lighting across all compatible CORSAIR devices, adjust DPI settings, and more.\n\nDynamic RGB Backlighting: Illuminated by dynamic, customizable RGB LED backlighting with dozens of customizable presets and effects.\n\nSwitch DPI on the Fly: Swap between three separate DPI settings at the click of a button, all customizable within CORSAIR iCUE software.\n\n\nPackage Contents\nPackage Contents: M55 RGB PRO Gaming Mouse, Quick Start Guide, Warranty Card","Price":80.0,"Features":["86g","12400dpi","8 botónes","iCUE","Palm-Claw-Fingertip","Optico","Ambidiestro","Gamer","USB"],"Date":"2025-04-24T14:41:45.8764689-04:00","Update":"2025-05-12T10:57:44.8635565-04:00","Label":"Mouse Corsair M55 RGB Pro"}