{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-razer-basilisk-v3-x-black-1.webp","/images/products/mouse-razer-basilisk-v3-x-black-2.webp","/images/products/mouse-razer-basilisk-v3-x-black-3.webp","/images/products/mouse-razer-basilisk-v3-x-black-4.webp","/images/products/mouse-razer-basilisk-v3-x-black-5.webp","/images/products/mouse-razer-basilisk-v3-x-black-6.webp","/images/products/mouse-razer-basilisk-v3-x-black-7.webp","/images/products/mouse-razer-basilisk-v3-x-black-8.webp","/images/products/mouse-razer-basilisk-v3-x-black-9.webp"],"Description":"FORMA ERGONÓMICA ÍCÓNICA CON 9 CONTROLES PERSONALIZABLES — Favorito de millones de personas en todo el mundo, la forma distintiva del mouse soporta perfectamente diferentes agarres, mientras que sus numerosos botones de fácil acceso permiten una combinación infinita de comandos y macros\nRAZER HYPERSPEED INALÁMBRICO Y BLUETOOTH — Desata un rendimiento sin problemas de baja latencia que es más rápido que otras tecnologías inalámbricas o cambia a Bluetooth para más horas de juego. Equipado con soporte multidispositivo para una configuración optimizada\n\nHasta 285 horas de duración de la batería — Con hasta 535* horas con Bluetooth y 285* horas con Razer HyperSpeed Wireless, dura más tiempo en el calor de la batalla con un mouse diseñado para jugar durante mucho tiempo. *Puede variar dependiendo de las condiciones de uso\n\nSENSOR ÓPTICO RAZER 5G ADVANCED 18K — Adapta el ratón a tu estilo de juego con un nuevo y robusto conjunto de configuraciones de sensibilidad. Disfruta de un lente sensible y preciso de píxeles con un sensor ultra confiable que rastrea el movimiento sin giros involuntarios\n\nRAZER Interruptores mecánicos de ratón GEN-2: con nuevos puntos de contacto chapados en oro, los interruptores son menos propensos a degradarse y tienen una vida útil más larga de hasta 60 millones de clics, por lo que los jugadores pueden disfrutar de una ejecución nítida que es igual de consistente","Price":69.00,"Features":["101g","Wired","RGB","26000dpi","Programmable Buttons","100% PTFE MOUSE FEET","Gaming","Optico"],"Date":"2026-01-12T21:36:17.9589531-05:00","Update":"2026-01-13T14:46:45.6473261-05:00","Label":"Mouse Razer Basilisk V3 X Black"}