{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-corsair-katar-elite-wireless-1.webp","/images/products/mouse-corsair-katar-elite-wireless-2.webp","/images/products/mouse-corsair-katar-elite-wireless-3.webp"],"Description":"Ultra ligero con solo 2.43 oz: permite movimientos de mouse sin esfuerzo y extremadamente ágiles para sesiones de juego prolongadas.\n\nCORSAIR Sensor óptico MARKSMAN de 26.000 DPI: Con un asombroso seguimiento nativo de 26.000 DPI y 650 pulgadas por segundo (IPS) a una aceleración de hasta 50G, el sensor MARKSMAN captura cada movimiento del mouse.\nConexión inalámbrica SLIPSTREAM hiperrápida: SLIPSTREAM WIRELESS ofrece una conexión inalámbrica de menos de 1 ms a su PC o Mac, o alternativamente se conecta con Bluetooth versátil y cable USB.\n\nHasta 110 horas de duración de la batería recargable*: una sola carga te permite jugar ininterrumpidamente, partido tras partido. * Batería de 110 horas de duración con Bluetooth. Batería de 60 horas con SLIPSTREAM WIRELESS.\nCORSAIR Botones RÁPIDOS: Un diseño con resorte ofrece cero espacio entre los botones principales del mouse y sus interruptores OMRON, por lo que sus clics, disparos y hechizos son más rápidos que nunca.\n\nCon un peso de solo 2.43 oz, el mouse inalámbrico para juegos CORSAIR KATAR ELITE ofrece un rendimiento increíblemente ágil en un diseño compacto que es ideal para agarres de garras y dedos. Un sensor óptico CORSAIR MARKSMAN de 26.000 DPI captura cada movimiento del mouse con extrema precisión, lo que le permite maniobrar con facilidad. Conéctese a través de SLIPSTREAM WIRELESS de sub-1ms para una conexión hiperrápida y ultraestable. Los botones CORSAIR QUICKSTRIKE proporcionan cero espacio entre los botones principales y sus interruptores OMRON, por lo que todas tus acciones, hechizos y clics son precisos y rápidos. Maneja el KATAR ELITE WIRELESS como un competidor superior en diseño ligero y rendimiento inalámbrico pesado.","Price":69.00,"Features":["Inalámbrico","RGB","69g","26000dpi","FPS","MOBA","Battle Royale","Claw-Fingertip","Optico","iCUE","Rechargeable Lithium-Polymer","Wifi","Macros","Bluetooth","USB"],"Date":"2025-04-21T12:39:22.9781806-04:00","Update":"2025-04-22T14:08:56.9950265-04:00","Label":"Mouse Corsair Katar Elite Wireless"}