{
  "Category": "Periféricos",
  "SubCategory": "Mouse",
  "Images": [
    "/images/products/mouse-corsair-m65-elite-rgb-black-1.webp",
    "/images/products/mouse-corsair-m65-elite-rgb-black-2.webp",
    "/images/products/mouse-corsair-m65-elite-rgb-black-3.webp",
    "/images/products/mouse-corsair-m65-elite-rgb-black-4.webp",
    "/images/products/mouse-corsair-m65-elite-rgb-black-5.webp"
  ],
  "Description": "Model\nBrand: Corsair\nName: M65 RGB ELITE\nModel: CH-9309011-NA\n\n\nDetails\nType: Wired\nInterface: USB\nMouse Grip Style: Claw\nTracking Method: Optical\nMaximum dpi: 18000 dpi\nHand Orientation: Right Hand\nButtons: 8\nMouse Adjustable Weight: Yes\nScrolling Capability: 1 x Wheel\nColor: Black\n\n\nOS / System Requirement\nOperating System Supported: Windows 10, Windows 8, or Windows 7\nSystem Requirement: PC with USB  2.0 port\nAn internet connection is required to download the iCUE software\n\n\nFeatures\nFeatures: Premium Durable Anodized Aluminum Frame: Built to withstand a lifetime of gaming.\n\nCORSAIR's Most Advanced Optical Gaming Sensor: Native 18,000 dpi, adjustable in 1 DPI resolution steps, gives you total sensitivity customization and ultra-accurate tracking.\n\nAdvanced Tunable Weight System: Adjust M65 RGB Elite's center of gravity to suit your grip, or reduce its weight to just 97g.\n\nEight Fully Programmable Buttons: Get the most from your games with the ability to remap or assign custom macros to every click.\n\nUltra-Durable Omron Switches: Rated for more than 50 million clicks.\n\nTwo-zone Dynamic RGB Lighting: Stunning, customizable RGB backlighting provides nearly unlimited illumination.\n\nPrecision Sniper Button: Ergonomically placed sniper button to instantly reduce sensitivity for crucial shots.\n\nOnboard Profile Storage: Take your lighting and macro profiles with you, with no need for external software.\n\nPowered by CORSAIR iCUE Software: Vivid dynamic RGB lighting control, sophisticated macro programming and full-system lighting synchronization compatible CORSAIR peripherals, coolers, fans and more.\n\nSurface Calibration: Tune your mouse to your mouse pad to maximize precision and responsiveness.\n\n\nPackage Contents\nPackage Contents: M65 RGB ELITE Gaming Mouse, Quick Start Guide, Warranty Card",
  "Price": 56.00,
  "Features": [
    "18000dpi",
    "Claw",
    "8 botónes",
    "97g",
    "Optico",
    "Gaming",
    "iCUE",
    "USB"
  ],
  "Date": "2023-08-21T08:58:41.5573667-04:00",
  "Update": "2024-05-04T13:16:10.2155765-04:00",
  "Label": "Mouse Corsair M65 ELITE RGB Black"
}