{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-corsair-scimitar-rgb-elite-black-1.webp","/images/products/mouse-corsair-scimitar-rgb-elite-black-2.webp","/images/products/mouse-corsair-scimitar-rgb-elite-black-3.webp","/images/products/mouse-corsair-scimitar-rgb-elite-black-4.webp","/images/products/mouse-corsair-scimitar-rgb-elite-black-5.webp","/images/products/mouse-corsair-scimitar-rgb-elite-black-6.webp"],"Description":"Model\nBrand: Corsair\nName: SCIMITAR PRO RGB\nModel: CH-9304311-NA\n\n\nDetails\nType: Wired\nInterface: USB 2.0 Type-A\nTracking Method: Optical\nMaximum dpi: 16000 dpi\nButtons: 17\nScrolling Capability: 1 x Wheel\nColor: Black\n\n\nFeatures\nFeatures: 17 Fully Programmable Buttons: Ideal for performing frequent actions and executing complex macros in MMOs and MOBAs.\n\nUnique Key Slider Control System: Reposition the 12 side buttons to comfortably fit your grip.\n\nNative 16,000 DPI Optical Sensor: Equipped with a custom Pixart PMW3367 sensor, adjustable in 1 DPI resolution steps, for highly accurate and customizable tracking.\n\nDynamic Four-Zone RGB Backlighting: Near limitless customization of colors and effects.\n\nMechanical Side Switches: All 12 side buttons use mechanical switches designed to pro player specifications, providing tactile feedback and precise actuation.\n\nPowerful CORSAIR iCUE Software: Enables RGB lighting control, sophisticated macro programming and button remaps, sensitivity customization, surface calibration, and more.\n\nDurable Braided Cable: Stands up to the wear-and-tear of long gaming sessions.\n\nOnboard Profile Storage: Take your macros and lighting profiles with you anywhere you go.\n\nSurface Calibration Utility: Maximizes precision and responsiveness based on your mouse pad or surface.\n\n\nPackage Contents\nPackage Contents: SCIMITAR PRO RGB Gaming Mouse, Allen key, Quick start guide, Warranty Card","Price":87.00,"Features":["16000 dpi","Optico","17 Botones","Gaming","USB"],"Date":"2023-11-30T11:15:16.2508817-05:00","Update":"2024-12-08T10:52:34.1332289-05:00","Label":"Mouse Corsair Scimitar RGB Elite Black"}