{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-corsair-ironclaw-rgb-wireless-1.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-2.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-3.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-4.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-5.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-6.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-7.webp","/images/products/mouse-corsair-ironclaw-rgb-wireless-8.webp"],"Description":"Model\nBrand: Corsair\nName: IRONCLAW\nModel: CH-9317011-NA\n\n\nDetails\nType: Dual (RF / Bluetooth Wireless)\nInterface: USB 2.0 Type-A\nTracking Method: Optical\nMaximum dpi: 18000 dpi\nHand Orientation: Right Hand\nButtons: 10\nScrolling Capability: 1 x Wheel\nColor: Black\n\n\nFeatures\nFeatures: Three Ways to Game: Connect with hyper-fast, sub-1ms SLIPSTREAM CORSAIR WIRELESS TECHNOLOGY, lowlatency Bluetooth, or USB wired.\n\nComfort When It Counts: Contoured shape that’s sculpted specifically for palm-grips and larger hands.\n\nPowerfully Precise Optical Gaming Sensor: A custom Pixart PMW3391 native 18,000 dpi sensor, adjustable in 1 dpi resolution steps, gives you total sensitivity customization and ultra-accurate tracking.\n\nTen Fully Programmable Buttons: Customize the way you play with powerful macros and key remaps to give you an in-game advantage.\n\nUltra-Durable Omron Switches: Rated for more than 50 million clicks.\n\nDynamic, Three-Zone RGB Backlighting: Choose from dozens of customizable presets and effects to perfectly match your setup.\n\nOnboard Profile Storage: Take your settings with you, with hardware macro playback and lighting control.\n\nUp to 50 hours of Battery Life*: Play uninterrupted with battery life that lasts for days, or plug in for wired mode to keep playing while charging.\n\nIntelligent Control, Unlimited Possibilities: CORSAIR iCUE software enables vivid dynamic RGB lighting control, sophisticated macro programming and full-system lighting synchronization across compatible CORSAIR peripherals, coolers, fans and more.\n\nSurface Calibration Tuning Utility: Automatically tailors responsiveness and precision based on your individual playing surface.\n\n*when using Bluetooth connection\n\n\nPackage Contents\nPackage Contents: IRONCLAW RGB WIRELSS Gaming Mouse, USB charging and data cable, USB wireless transceiver, USB cable adapter, Quick Start Guide, Safet Leaflet, Warranty Card","Price":97.0,"Features":["Inalámbrico","Macros","50H","Recargable","18000dpi","Optico","10 botónes","iCUE","Gaming","USB"],"Date":"2023-06-19T07:49:07.3176421-04:00","Update":"2024-10-11T22:26:25.9077531-04:00","Label":"Mouse Corsair IRONCLAW RGB Wireless"}