{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-logitech-g305-lightspeed-1.webp","/images/products/mouse-logitech-g305-lightspeed-2.webp","/images/products/mouse-logitech-g305-lightspeed-3.webp","/images/products/mouse-logitech-g305-lightspeed-4.webp","/images/products/mouse-logitech-g305-lightspeed-5.webp","/images/products/mouse-logitech-g305-lightspeed-6.webp","/images/products/mouse-logitech-g305-lightspeed-7.webp"],"Description":"Mouse inalámbrico LIGHTSPEED para juegos\n\nMouse inalámbrico para juegos LIGHTSPEED diseñado para un desempeño excelente con las innovaciones tecnológicas más recientes. Impresionante duración de baterías de 250 horas. \n\n\nEs un mouse inalámbrico para juegos LIGHTSPEED diseñado para un desempeño excelente con las innovaciones tecnológicas más recientes a un precio asequible. \n\nHERO es un nuevo y revolucionario sensor óptico diseñado por Logitech G para ofrecer un desempeño excelente y una eficiencia energética hasta 10 veces superior (en comparación con la generación anterior). El sensor HERO ofrece un desempeño excepcionalmente preciso y estable sin filtros, suavizado ni redondeo de píxeles en el rango de 200 a 12.000 dpi. Puede guardar en la memoria integrada hasta 5 perfiles con hasta 5 niveles de dpi cada uno.\n\nHERO es una auténtica innovación en tecnología de sensores que proporciona un desempeño y una eficiencia revolucionarios. Es el primero de su clase en hacer posible una nueva generación de mouse inalámbricos para juegos de alto desempeño y larga duración.\n\nHERO utiliza un sistema de administración de energía para ajustar constantemente el procesamiento de frecuencia de cuadro según la velocidad del mouse. Esto permite un desempeño preciso y un consumo de energía minimizado mediante la monitorización continua. Equivalente a una duración total de la batería de 250 horas (La duración de las baterías depende del usuario, las características de descarga de las baterías y los dispositivos) con una batería AA.\n\nHERO ofrece precisión a velocidades de más de 400 IPS en todo la gama de DPI (de 200 a 12.000), sin suavizado, aceleración ni filtros. Con el sensor HERO se obtienen velocidad de respuesta, precisión y eficiencia energética óptimas.\n\nMediante ingeniería y diseño integrales, Logitech G desarrolló una robusta solución inalámbrica para afrontar problemas básicos de latencia, estabilidad y conectividad. El resultado final es LIGHTSPEED, una solución inalámbrica de calidad profesional que ofrece un desempeño similar al de la tecnología con cable. \n\nLos ingenieros de Logitech G han llevado a cabo una optimización completa de la tecnología a nivel de sensor, firmware, circuitos y antena, entre otras cosas. Nuestros expertos han probado y perfeccionado cada componente, centrándose en los aspectos más necesitados en cada fase.\n\nEl sensor HERO y la tecnología inalámbrica LIGHTSPEED ofrecen una eficiencia extrema para que puedas jugar durante meses. Permite hasta 250 horas de uso con una sola batería AA. Se puede ajustar para que dure hasta 9 meses con un uso estándar en modo de desempeño, que se puede seleccionar a través de Logitech G HUB (Pruebas realizadas sobre alfombrilla de mouse Logitech G240 para juegos). Logitech G HUB y el indicador luminoso emiten una notificación cuando sólo queda un 15% de carga de la batería.\n\nEn Logitech G, un mouse inalámbrico para juegos no tiene por qué ser pesado. Es muy ligero, apenas pesa 99 gramos. Esto es posible gracias al diseño mecánico ligero y al uso ultraeficiente de la batería.\n\n\nLos interruptores principales izquierdo y derecho tienen una capacidad nominal de 10 millones de clicks. Posee además click con botón central, botón de dpi y dos botones laterales que puedes programar a tu gusto mediante Logitech G HUB.\n\nEl sistema mecánico de tensión de botones con botones separados aumenta la uniformidad de respuesta de los botones izquierdo y derecho principales del mouse, y requiere menos esfuerzo de click. Eso contribuye a la gran rapidez y confiabilidad de los botones, incluso en las sesiones de juegos más intensas.\n\nEl diseño ligero, compacto y duradero, y el almacenamiento integrado para el nano receptor USB lo hacen un gran compañero de viaje.","Price":63.00,"Features":["Inalámbrico","400ips","250H","99g","12000dpi","6 botónes","5 Profiles","5 Levels","Optico","Gaming","Wireless","USB"],"Date":"2025-04-24T14:41:42.5002138-04:00","Update":"2025-04-24T14:42:39.9889765-04:00","Label":"Mouse Logitech G305 Lightspeed"}