{"Category":"Periféricos","SubCategory":"Mouse","Images":["/images/products/mouse-logitech-g502-hero-1.webp","/images/products/mouse-logitech-g502-hero-2.webp","/images/products/mouse-logitech-g502-hero-3.webp","/images/products/mouse-logitech-g502-hero-4.webp","/images/products/mouse-logitech-g502-hero-5.webp","/images/products/mouse-logitech-g502-hero-6.webp","/images/products/mouse-logitech-g502-hero-7.webp"],"Description":"Model\nBrand: Logitech\nName: G502 HERO\nModel: 910-005469\n\n\nDetails\nType: Wired\nInterface: USB\nMouse Grip Style: Palm / Claw\nTracking Method: Optical\nMaximum dpi: 16000 dpi\nHand Orientation: Right Hand\nButtons: 11\nMouse Adjustable Weight: 5 x 3.6g\nScrolling Capability: Tilt Wheel\nColor: Black\n\n\nOS / System Requirement\nOperating System Supported: Windows 7 or later macOS 10.11 or later Chrome OS\nSystem Requirement: USB port Internet access for Logitech Gaming Software (optional)\n\n\nFeatures\nFeatures: HERO 16K Sensor HERO is our most accurate gaming sensor ever with next-gen precision and a ground-up architecture. With the fastest frame rate processing yet, HERO is capable of 400+ IPS across the 100 - 16,000 dpi range with zero smoothing, filtering or acceleration. HERO achieves competition-level precision and the most consistent responsiveness ever. Be sure to customize and tune your DPI settings using Logitech G HUB.  11 Programmable Buttons Use Logitech G HUB to program your favorite commands and macros to each of the 11 buttons. Build, crouch, melee, heal … put your power moves at your fingertips. Save ready-to-play profiles directly to the mouse to take your settings with you anywhere.  Tunable Weight Fine tune mouse feel and glide to your advantage. Five 3.6g weights come with G502 HERO and are configurable in a variety of front, rear, left, right and center weighted configurations. Experiment with the alignment and balance to find the sweet spot to optimize your gaming performance.  Lightsync RGB LIGHTSYNC technology is next generation RGB that can be driven by games, audio, or your screen to deliver the most immersive RGB experience ever. Select from a full spectrum of approximately 16.8 million colors and synchronize lighting animations and effects with your other Logitech G devices. Customize it all quickly and easily using Logitech G HUB.\n\n\nPackage Contents\nPackage Contents: G502 HERO Gaming Mouse Optional 5 x 3.6g weights and Case User documentation","Price":63.0,"Features":["16000dpi","Optico","11 botónes","Gaming","USB"],"Date":"2023-06-19T07:49:10.8952301-04:00","Update":"2024-07-17T13:28:52.9820022-04:00","Label":"Mouse Logitech G502 Hero"}