{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/pasta-trmica-id-cooling-frost-x45-2g-1.webp","/images/products/pasta-trmica-id-cooling-frost-x45-2g-2.webp","/images/products/pasta-trmica-id-cooling-frost-x45-2g-3.webp","/images/products/pasta-trmica-id-cooling-frost-x45-2g-4.webp","/images/products/pasta-trmica-id-cooling-frost-x45-2g-5.webp","/images/products/pasta-trmica-id-cooling-frost-x45-2g-6.webp","/images/products/pasta-trmica-id-cooling-frost-x45-2g-7.webp"],"Description":"Alta conductividad térmica: con una conductividad térmica de 15.2 W/m·K, esta pasta térmica garantiza una transferencia de calor eficiente desde el procesador o GPU al disipador de calor para un rendimiento de enfriamiento óptimo.\r\nAplicación segura: el Frost x45 no contiene metales y no es eléctricamente conductor, lo que elimina cualquier riesgo de cortocircuitos y proporciona protección adicional para tu CPU y GPU.\r\nDurabilidad de larga duración: esta pasta térmica permanece estable con el tiempo, resistente al secado, agrietamiento o separación para mantener un rendimiento constante.\r\nNo conductor: su naturaleza no conductora de electricidad garantiza que no haya riesgo de cortocircuitos, incluso si la pasta se derrama sobre componentes sensibles.\r\nFácil de aplicar: la pasta es fácil de aplicar, se extiende suavemente y uniformemente sin ensuciar excesivamente para una capa consistente en toda la superficie.\r\nViscosidad y consistencia ideales: con el equilibrio perfecto entre grosor y fluidez, la pasta es fácil de aplicar sin derrames ni crear capas irregulares.\n\nID-COOLING Frost X45 - Pasta térmica para procesadores de CPU, alta conductividad térmica, larga durabilidad, aplicación segura, no conductora\n\nDimensiones del paquete: 7,68 x 3,11 x 0,51 pulgadas\nFabricante: ID-COOLING\nASIN: B0DK3GFHXD\nOpinión media de los clientes: 4.1\r\n(90)\r\n4.1 de 5 estrellas\nClasificación en los más vendidos de Amazon: nº36 en Pasta Térmica\nProducto en amazon.com desde: octubre 15, 2024\n","Price":7.00,"Features":[],"Date":"2026-01-12T21:36:24.8579683-05:00","Update":"2026-01-12T21:46:13.1966102-05:00","Label":"Pasta Térmica ID-COOLING Frost X45 2g"}