{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr4-corsair-vengeance-rgb-pro-16gb-3600mhz-bl-t2669a-1.webp","/images/products/ram-ddr4-corsair-vengeance-rgb-pro-16gb-3600mhz-bl-t2669a-2.webp","/images/products/ram-ddr4-corsair-vengeance-rgb-pro-16gb-3600mhz-bl-t2669a-3.webp"],"Description":"La memoria DDR4 de alto rendimiento ilumina su sistema con una iluminación vívida y animada de diez LEDs RGB ultra brillantes y direccionables individualmente por módulo.\n\nToma el control con el software CORSAIR iCUE y sincroniza la iluminación en todos tus productos compatibles con CORSAIR iCUE, incluyendo memoria, ventiladores, refrigeradores, teclados y más.\n\nPersonalice los perfiles de iluminación con millones de patrones y colores diferentes, o cree los suyos propios en el software CORSAIR iCUE.\nCompatible con placas base Intel y AMD DDR4.\n\nNo requiere cables o cables adicionales para una instalación limpia y sin problemas.\n\nPCB de rendimiento personalizado para la más alta calidad de señal y estabilidad de rendimiento.\n\nCircuitos integrados cuidadosamente seleccionados para ampliar el potencial de overclocking.\n\nCORSAIR La memoria DDR4 de la serie RGB PRO VENGEANCE ilumina tu PC con una fascinante iluminación RGB dinámica multizona, al tiempo que ofrece lo mejor en rendimiento y estabilidad DDR4. Cada módulo cuenta con diez LED RGB controlados individualmente, mientras que el diseño sin cables facilita la instalación. Toma el control con el software CORSAIR iCUE y personaliza completamente la iluminación de cada módulo para que coincida con tu sistema, o sincroniza fácilmente la iluminación de todos tus productos CORSAIR con Light LINK. Una PCB diseñada a medida proporciona la más alta calidad de señal para el mejor nivel de rendimiento y estabilidad en las últimas placas base AMD e Intel DDR4, mientras que los circuitos integrados especialmente seleccionados desbloquean un overclocking superior.","Price":65.00,"Features":["2x8GB","CL18","Dual Channel","Disipadas"],"Date":"2025-04-24T14:41:48.4067096-04:00","Update":"2025-04-24T14:43:57.1777341-04:00","Label":"RAM DDR4 Corsair Vengeance RGB Pro 16GB 3600mhz Black"}