{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr5-corsair-dominator-titanium-light-enchance-13xqru-1.webp","/images/products/ram-ddr5-corsair-dominator-titanium-light-enchance-13xqru-2.webp","/images/products/ram-ddr5-corsair-dominator-titanium-light-enchance-13xqru-3.webp","/images/products/ram-ddr5-corsair-dominator-titanium-light-enchance-13xqru-4.webp","/images/products/ram-ddr5-corsair-dominator-titanium-light-enchance-13xqru-5.webp"],"Description":"Ilumina tu PC: Iluminación RGB dinámica direccionable individualmente a partir de 11 LEDs ultra brillantes por módulo.\n\nCoincide con su DRAM: coincide con el aspecto y la sensación de sus módulos de memoria CORSAIR DOMINATOR TITANIUM DDR5 existentes, hasta el disipador de calor, logotipos y barra superior.\n\nPotente software CORSAIR iCUE: Tome el control con el potente software CORSAIR iCUE y sincronice los efectos de iluminación RGB con otros productos CORSAIR RGB en todo el ecosistema iCUE.\n\nControl de iluminación completo: Elija entre docenas de perfiles de iluminación preestablecidos, cree el suyo propio en el software CORSAIR iCUE.\n\nAmplia compatibilidad: Amplia compatibilidad con la mayoría de las placas base Intel y AMD DDR5.\n\nCORSAIR El kit de mejora de luz DOMINATOR TITANIUM completa el aspecto de tu PC. Llene sus ranuras DDR5 vacías con módulos cosméticos que coincidan con sus módulos de memoria CORSAIR DOMINATOR TITANIUM existentes* hasta el mismo disipador térmico y barras superiores. Cree una pantalla deslumbrante con 11 LEDs RGB direccionables individualmente ultra brillantes en cada módulo, todos controlados por el software CORSAIR iCUE. Aproveche la personalización casi ilimitada de colores y efectos de iluminación, mientras sincroniza con todos los dispositivos compatibles con iCUE para una iluminación impresionante en todo el ecosistema iCUE. Sin necesidad de cables o cables adicionales y compatibilidad con casi todas las placas base DDR5, la instalación es rápida y fácil. *Nota: Este kit no contiene memoria física y está diseñado solo para fines estéticos.","Price":35.00,"Features":["2xMódulos","Dual Channel","Estética","Disipadas","iCUE"],"Date":"2025-12-07T09:36:18.8906308-05:00","Update":"2025-12-17T07:45:49.7937489-05:00","Def":true,"Label":"RAM DDR5 Corsair Dominator Titanium Light Enchancement Kit Black"}