{
  "Category": "Componentes",
  "SubCategory": "Memoria RAM",
  "Images": [
    "/images/products/ram-ddr4-kingston-hyperx-fury-rgb-8gb-3000mhz-1.webp",
    "/images/products/ram-ddr4-kingston-hyperx-fury-rgb-8gb-3000mhz-2.webp",
    "/images/products/ram-ddr4-kingston-hyperx-fury-rgb-8gb-3000mhz-3.webp",
    "/images/products/ram-ddr4-kingston-hyperx-fury-rgb-8gb-3000mhz-4.webp",
    "/images/products/ram-ddr4-kingston-hyperx-fury-rgb-8gb-3000mhz-5.webp"
  ],
  "Description": "Impresionante iluminación RGB con estilo agresivo*\nTecnología HyperX Infrared Sync pendiente de patente\nPerfiles preparados para Intel XMP optimizados para los últimos chipsets de Intel\n\nHyperX FURY DDR4 RGB* cuenta con iluminación RGB y velocidades de hasta 3466MHz** para un elegante aumento de rendimiento. FURY DDR4 RGB está listo para XMP y disponible en velocidades de 2400MHz-3466MHz, latencias CL15-16, capacidades de módulo único de 8 GB y 16 GB, y capacidades de kit de 16 GB a 64 GB. Cuenta con overclocking automático Plug N Play a velocidades de 2400MHz y 2666MHz y es compatible con las últimas CPU Intel y AMD. FURY DDR4 RGB respaldado por toda una vida, una actualización sin preocupaciones y rentable. * Iluminación personalizable con el software HyperX NGenuity 2 o con el software de control RGB de la placa base. El soporte de personalización RGB a través de software de terceros puede variar. ** La memoria HyperX PnP se ejecutará en la mayoría de los sistemas DDR4 hasta la velocidad permitida por el BIOS del sistema del fabricante. PnP no puede aumentar la velocidad de la memoria del sistema más rápido de lo permitido por el BIOS del fabricante. Los sistemas AMD Ryzen arrancarán a la velocidad/latencia predeterminada de JEDEC con FURY. Para habilitar la velocidad y latencia de overclock de fábrica, el Perfil 1 debe seleccionarse en el BIOS.\n\nRAM: 8 GB DDR4\nVelocidad de memoria: 3000 MHz\nMarca: HyperX\nNúmero de modelo del producto: HX430C15FB3A/8\nDimensiones del producto: 5,25 x 0,28 x 1,62 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 5.25 x 0.28 x 1.62 pulgadas\nColor: RGB\nTipo de memoria del equipo: DDR4 SDRAM\nVoltaje: 1,2 Voltios\nFabricante: Kingston Technology Company, Inc.",
  "Price": 35.00,
  "Features": [
    "1x8GB",
    "CL15",
    "Disipadas"
  ],
  "Date": "2024-02-16T14:41:59.9676662-05:00",
  "Update": "2024-04-12T09:38:23.1156803-04:00",
  "Def": true,
  "Label": "RAM DDR4 Kingston HyperX Fury RGB 8GB 3000mhz"
}