{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-1.webp","/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-2.webp","/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-3.webp","/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-4.webp","/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-5.webp","/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-6.webp","/images/products/ram-ddr5-acer-predator-vesta-ii-rgb-32gb-2x16gb-60-yag6qt-7.webp"],"Description":"Sobre este artículo\r\nAlta velocidad y baja latencia: la memoria RGB Predator Vesta II está construida con circuitos integrados DDR5 de alta calidad y pantallas manuales para ofrecer velocidades de siguiente nivel de hasta 7200 MHz, desatando un nuevo potencial para los entusiastas.\r\nPlataforma DDR más nueva: Al duplicar los bancos y la longitud de la ráfaga, y al presentar dos subcanales independientes de 32 bits, DDR5 permite renderizar, procesar y almacenar en búfer más rápido que nunca para satisfacer las crecientes demandas.\r\nElegante disipador de calor metálico: Predator DDR5 Vesta II ofrece un disipador de calor metálico hecho de aleación de aluminio para una mayor disipación de calor y un rendimiento estable. Proporciona versiones plateadas y negras, Predator Vesta II te da la oportunidad de crear tu propio estilo.\r\nCompatible con Intel XMP 3.0 y AMD EXPO: XMP 3.0 permite que los perfiles preestablecidos de fábrica, ofrecen a los usuarios más opciones de overclocking y permiten guardar perfiles personalizables definidos por el usuario en el módulo de memoria a través del BIOS en placas base compatibles. También es compatible con las últimas plataformas Intel y AMD DDR5.\r\nIluminación RGB programable: Diseñado con una barra de luz más aerodinámica, el Predator Vesta II RGB se ve más elegante y brillante que nunca. Es compatible con el software de placa base convencional de ASUS, Gigabyte, ASRock y MSI. Nuestra iluminación RGB personalizable te permite elegir entre una paleta de 16,8 millones de colores.\n\nRAM: 16 GB DDR5\nMarca: acer\nSeries: BL.9BWWR.378\nNúmero de modelo del producto: VESTA2-32GB-6000-1R8-V8\nDimensiones del producto: 5,51 x 2,05 x 0,35 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 5.51 x 2.05 x 0.35 pulgadas\nVoltaje: 1,35 Voltios\nFabricante: Biwin\nASIN: B0D5XFTFG7\nProducto en amazon.com desde: octubre 18, 2024\nOpinión media de los clientes: 5.0\r\n28 calificaciones\r\n5.0 de 5 estrellas\nClasificación en los más vendidos de Amazon: nº117 en Memoria de Computadoras\n","Price":130.00,"Features":["CL32","XMP","EXPO","Dual Channel","Disipadas"],"Date":"2025-10-19T11:29:05.3255458-04:00","Update":"2025-10-19T12:01:28.5685002-04:00","Label":"RAM DDR5 Acer Predator Vesta II RGB 32GB (2x16GB) 6000mt Black"}