{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr5-corsair-vengeance-64gb-5600mt-black-1.webp","/images/products/ram-ddr5-corsair-vengeance-64gb-5600mt-black-2.webp","/images/products/ram-ddr5-corsair-vengeance-64gb-5600mt-black-3.webp","/images/products/ram-ddr5-corsair-vengeance-64gb-5600mt-black-4.webp"],"Description":"Model\nBrand: CORSAIR\nSeries: Vengeance\nModel: CMK64GX5M2B5600C40\n\n\nDetails\nCapacity: 64GB (2 x 32GB)\nType: 288-Pin PC RAM\nSpeed: DDR5 5600 (PC5 44800)\nCAS Latency: CL40\nTiming: 40-40-40-77\nVoltage: 1.25V\nMulti-channel Kit: Dual Channel Kit\nBIOS/Performance Profile: Intel XMP 3.0\nColor: Black\nHeat Spreader: Yes\nFeatures: Welcome to the Cutting-Edge of Performance: Push the limits of your system like never before with DDR5 memory, unlocking even faster frequencies, greater capacities, and better performance than previous generations.\nDo it All, and Do it Faster: As modern CPUs feature more and more cores, the unprecedented speed of DDR5 ensures your high-end CPU gets data quickly, enabling faster processing, rendering, and buffering than ever before.\nOnboard Voltage Regulation: Makes for easier, more finely-tuned, and more stable overclocking through CORSAIR iCUE software than previous generation motherboard control.\nCustom Intel® XMP 3.0 Profiles: Customize and save your own XMP profiles via iCUE to tailor performance by app or task for greater efficiency.\nPowerful CORSAIR iCUE Software: Enables real-time frequency readings, onboard voltage regulation, and custom XMP profiles.\nCompact Form-Factor: Low clearance ensures wide compatibility with nearly any DDR5 build.\nHand-Sorted, Tightly-Screened Memory Chips: Ensure consistent high-frequency performance with aggressive timing options.\nSolid Aluminum Heatspreader: Conducts heat away from your memory quickly, with refined VENGEANCE styling to fit the look of modern systems.\nHigh-Performance PCB: Guarantees signal quality and stability, for superior overclocking ability.\nRecommend Use: AMD &amp; Intel Compatible / AMD 500 Series / AMD 600 Series / AMD A520 / AMD B550 / AMD B650 / High Performance or Gaming Memory / Intel 600 Series / Intel 700 Series / Intel B560 / Intel B660 / Intel B670 / Intel B760 / Intel Compatible / Intel Z590 / Intel Z690 / Intel Z790\nLED Color: None","Price":159.00,"Features":["2x32GB","Dual Channel","Disipadas","CL40","XMP"],"Date":"2025-04-03T06:15:50.780783-04:00","Update":"2025-04-03T16:13:52.9263049-04:00","Label":"RAM DDR5 Corsair Vengeance 64GB 5600mt Black"}