{
  "Category": "Componentes",
  "SubCategory": "Memoria RAM",
  "Images": [
    "/images/products/ram-ddr5-corsair-dominator-titanium-rgb-32gb-7200m-a96kku-1.webp",
    "/images/products/ram-ddr5-corsair-dominator-titanium-rgb-32gb-7200m-a96kku-2.webp",
    "/images/products/ram-ddr5-corsair-dominator-titanium-rgb-32gb-7200m-a96kku-3.webp",
    "/images/products/ram-ddr5-corsair-dominator-titanium-rgb-32gb-7200m-a96kku-4.webp",
    "/images/products/ram-ddr5-corsair-dominator-titanium-rgb-32gb-7200m-a96kku-5.webp",
    "/images/products/ram-ddr5-corsair-dominator-titanium-rgb-32gb-7200m-a96kku-6.webp"
  ],
  "Description": "Model\nBrand: CORSAIR\nSeries: DOMINATOR TITANIUM\nModel: CMP32GX5M2X7200C34W\nPart Number: CMP32GX5M2X7200C34W\n\n\nDetails\nCapacity: 32GB (2 x 16GB)\nSpeed: DDR5 7200 (PC5 57600)\nCAS Latency: 34\nTiming: 34-44-44-96\nVoltage: 1.45V\nMulti-channel Kit: Dual Channel Kit\nColor: White\nHeat Spreader: Yes\nFeatures: * Sophisticated Styling, Premium Quality: Clean, refined styling combines with premium forged aluminum construction, for quality you can feel\n* Beyond the Cutting Edge of Performance: Push your system to new heights with the latest DDR5 memory, unlocking even faster frequencies, greater capacities, and better performance.\n* 11 Vibrant Addressable RGB LEDs: Each module boasts 11 individually addressable LEDs to illuminate your PC with spectacular customizable lighting.\n* Swappable Top Bar: Time for a new look? Change your memory’s style and cooling capacity with official accessories or 3D print your own top bar for your own unique style.\n* Patented CORSAIR DHX Cooling: Cools the memory through both the ICs and the ground plane of the PCB itself with its own dedicated heat spreader, ensuring high performance even under extreme loads\n* Simple Setup with customizable Intel XMP 3.0 profiles: Set your memory to its rated speed in seconds, via a single setting, then customize and save your own XMP profiles via iCUE to maximize performance by application or task for greater efficiency.\n* Powerful CORSAIR iCUE Software: iCUE Murals software unlocks dynamic RGB lighting control, synchronized across your entire CORSAIR setup, with real-time temperature, voltage, and frequency monitoring. \n* Hand-Sorted, Tightly-Screened Memory Chips: Ensures consistent high-frequency performance with aggressive timing options.\n* Custom High-Performance PCB: Guarantees signal quality and stability for superior overclocking ability.\n* Limited Lifetime Warranty: For complete peace of mind and years of worry-free performance.\nRecommend Use: Intel 700 Series (13th Gen Intel Core CPUs)\nLED Color: RGB\n\n\nAdditional Information\nDate First Available: September 28, 2023",
  "Price": 205.00,
  "Features": [
    "2x16GB",
    "CL34",
    "Disipadas"
  ],
  "Date": "2023-11-06T10:30:08.3285573-05:00",
  "Update": "2023-12-24T03:04:22.5432237-05:00",
  "Label": "RAM DDR5 Corsair Dominator Titanium RGB 32GB 7200mhz"
}