{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-1.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-2.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-3.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-4.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-5.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-6.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-7.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-8.webp","/images/products/ram-ddr5-colorful-batle-nx-32gb-6000mt-black-9.webp"],"Description":"Rendimiento superior: la memoria de escritorio DDR5 de 2 x 16 GB satisface las necesidades de software multitarea y de gran tamaño. 6000MHz de alta frecuencia con sincronización C36 (UDIMM - 36 - 46 - 46 - 96) permite una transmisión rápida, respuesta rápida y una experiencia fluida\n\nVentaja de baja latencia: menor latencia que la memoria estándar con CL36. Acorta el tiempo de espera de transmisión de datos, acelera el procesamiento de instrucciones y reduce el retraso\nOverclocking con un solo clic de XMP/Expo: admite XMP/Expo, overclocking con un solo clic sin depuración. Optimiza los parámetros, aumenta la velocidad del sistema para tareas de alta carga\nDiseño de baja potencia: diseño de bajo voltaje de 1.35 V, menor consumo de energía que la memoria tradicional. El control de temperatura y la reducción de ruido prolongan la vida útil del hardware, asegurando un funcionamiento estable de alta\nAmplia compatibilidad: estándar de 288 pines, compatible con placas base de escritorio convencionales. Plug-and-play para sistemas nuevos/antiguos, funcionamiento estable y aumento del rendimiento\n\n32 GB DDR5 6000 MHz, RAM DDR5 32 GB (16 GB x 2), Intel XMP 3.0 y AMD EXPO, 1.35 V de bajo voltaje, compatible con 13ª generación en tel Core y AMD Ryzen 7000 Series, RAM de escritorio de baja latencia, lista para overclocking, memoria de escritorio","Price":165.00,"Features":["2x16GB","CL36","XMP","EXPO","Disipadas","Dual Channel"],"Date":"2025-11-03T08:05:26.0567795-05:00","Update":"2025-11-03T08:31:24.3144121-05:00","Label":"RAM DDR5 ColorFul Batle NX 32GB 6000mt Black"}