{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr5-corsair-vengeance-rgb-64gb-6400mt-black-1.webp","/images/products/ram-ddr5-corsair-vengeance-rgb-64gb-6400mt-black-2.webp","/images/products/ram-ddr5-corsair-vengeance-rgb-64gb-6400mt-black-3.webp","/images/products/ram-ddr5-corsair-vengeance-rgb-64gb-6400mt-black-4.webp","/images/products/ram-ddr5-corsair-vengeance-rgb-64gb-6400mt-black-5.webp"],"Description":"Model\nBrand: CORSAIR\nSeries: Vengeance RGB\nModel: CMH64GX5M2N6400C32\nPart Number: CMH64GX5M2N6400C32\n\n\nDetails\nCapacity: 64GB (2 x 32GB)\nType: 288-Pin PC RAM\nSpeed: DDR5 6400 (PC5 51200)\nCAS Latency: CL32\nTiming: 32-40-40-40-84\nVoltage: 1.40V\nMulti-channel Kit: Dual Channel Kit\nBIOS/Performance Profile: AMD EXPO / Intel XMP 3.0 / Intel XMP 3.0 / AMD EXPO\nColor: Black\nHeat Spreader: Yes\nFeatures: Welcome to the Cutting-Edge of Performance: Push the limits of your system like never before with CORSAIR DDR5 memory, unlocking even faster frequencies, greater capacities, and higher CPU processing.\n\nDynamic Ten-Zone RGB Lighting: Illuminate your system with ten individually addressable, ultra-bright RGB LEDs per module, encased in a panoramic light bar for vivid RGB lighting from any viewing angle.\n\nCreate and Customize: Choose from dozens of preset lighting profiles, or create your own in iCUE.\n\nCustom Intel XMP 3.0 Profiles: Customize and save your own XMP profiles via iCUE to tailor performance by app or task for greater efficiency.\n\nMaximum Bandwidth and Tight Response Times: Optimized for peak performance on the latest Intel DDR5 motherboards.\n\nCustom Performance PCB: Provides the highest signal quality for the greatest level of performance and stability.\n\nTightly Screened Memory: Carefully screened memory chips for extended overclocking potential.\n\nOnboard Voltage Regulation: Enables easier, more finely-tuned, and more stable overclocking through CORSAIR iCUE software than previous generation motherboard control.\n\nPowerful CORSAIR iCUE Software: Dynamic RGB lighting control synchronized across your entire iCUE setup, real-time temperature and frequency readings, onboard voltage regulation, and custom XMP profiles.\n\nStylish Solid Aluminum Heatspreader: Efficiently conducts heat away from your memory, with refined VENGEANCE styling to fit the look of modern systems.\nRecommend Use: AMD &amp; Intel Compatible / AMD 600 Series / AMD 800 Series / AMD Ryzen Compatible / AMD X670 / AMD X870 / High Performance or Gaming Memory / Intel 600 Series / Intel 700 Series / Intel 800 Series / Intel B660 / Intel B670 / Intel B760 / Intel Compatible / Intel Z690 / Intel Z790 / Intel Z890\nLED Color: RGB","Price":215.00,"Features":["2x32GB","CL32","Dual Channel","Disipadas"],"Date":"2025-05-09T17:56:46.0853462-04:00","Update":"2025-05-10T00:11:02.4188372-04:00","Label":"RAM DDR5 Corsair Vengeance RGB 64GB 6400mt Black"}