{
  "Category": "Componentes",
  "SubCategory": "Memoria RAM",
  "Images": [
    "/images/products/ram-ddr4-corsair-dominator-platinum-rgb-16gb-3600m-iqk5bk-1.webp",
    "/images/products/ram-ddr4-corsair-dominator-platinum-rgb-16gb-3600m-iqk5bk-2.webp",
    "/images/products/ram-ddr4-corsair-dominator-platinum-rgb-16gb-3600m-iqk5bk-3.webp"
  ],
  "Description": "Model\nBrand: CORSAIR\nSeries: Dominator Platinum RGB\nModel: CMT16GX4M2D3600C18W\n\n\nDetails\nCapacity: 16GB (2 x 8GB)\nType: 288-Pin PC RAM\nSpeed: DDR4 3600 (PC4 28800)\nCAS Latency: 18\nTiming: 18-22-22-42\nVoltage: 1.35V\nBIOS/Performance Profile: Intel XMP 2.0\nColor: White\nHeat Spreader: Aluminum\nFeatures: Iconic and refined DOMINATOR PLATINUM design perfectly complements the world's best PCs, for unmistakable high-end system builds.\n\nHand-sorted, tightly-screened memory chips ensure high frequency performance and tight response times, with overclocking headroom to spare.\n\nDOMINATOR PLATINUM RGB's construction combines precision die-casting and anodization to create premium memory that's built to last.\n\n12 ultra-bright, individually addressable CAPELLIX RGB LEDs per module illuminate your PC with spectacular customizable lighting and low power consumption.\n\nPatented DHX cooling system embeds the heatspreader directly into the PCB, pulling heat away from the modules and allowing DOMINATOR PLATINUM RGB to stay cool even under extreme loads.\n\nA custom high-performance PCB guarantees signal quality and stability, for superior overclocking ability.\n\nPowerful CORSAIR iCUE software brings your system to life with dynamic RGB lighting control synchronized across all your iCUE compatible products, and keeps you informed with real-time temperature and frequency readings.\n\nChoose from dozens of stunning pre-set lighting profiles, or create your own with virtually limitless lighting patterns and effects in CORSAIR iCUE software.\n\nOptimized for wide compatibility with the latest Intel and AMD DDR4 motherboards.\n\nSupports Intel XMP 2.0 for simple one-setting installation and setup.\nRecommend Use: AMD 300 Series / AMD 400 Series / AMD 500 Series / Intel 300 Series / Intel 400 Series / Intel 500 Series\nLED Color: RGB",
  "Price": 89.00,
  "Features": [
    "2x8",
    "CL18",
    "Disipadas"
  ],
  "Date": "2024-01-16T04:52:07.361935-05:00",
  "Update": "2024-01-16T06:24:00.8868611-05:00",
  "Label": "RAM DDR4 Corsair Dominator Platinum RGB 16GB 3600mhz White"
}