{"Category":"Componentes","SubCategory":"Memoria RAM","Images":["/images/products/ram-ddr5-pny-xlr8-mako-32gb-6400mhz-1.webp","/images/products/ram-ddr5-pny-xlr8-mako-32gb-6400mhz-2.webp","/images/products/ram-ddr5-pny-xlr8-mako-32gb-6400mhz-3.webp","/images/products/ram-ddr5-pny-xlr8-mako-32gb-6400mhz-4.webp","/images/products/ram-ddr5-pny-xlr8-mako-32gb-6400mhz-5.webp","/images/products/ram-ddr5-pny-xlr8-mako-32gb-6400mhz-6.webp"],"Description":"Experimente los beneficios de una actualización de memoria de PC con la capacidad de ejecutar aplicaciones más exigentes simultáneamente y a velocidades más rápidas, para una experiencia informática mejor, más fluida y\nMemoria DDR5 de escritorio de alto rendimiento overclockeado extrema diseñada para entusiastas de PC y jugadores y es compatible con Intel XMP 3.0/AMD EXPO\nRendimiento excepcional con una velocidad de frecuencia de 6400MHz (PC5-51200) y compatible con versiones anteriores: 6400MHz, 6000MHz, 5600MHz, 5200MHz, 4800MHz\nLatencia CAS de 40, 1,3 voltios\n\nLa memoria de overclocking es una excelente opción para obtener un rendimiento adicional de un sistema. Anteriormente, DOCP se usaba para overclockear la memoria usando el mismo protocolo que XMP para establecer automáticamente la velocidad de datos y la sincronización en las placas base AMD. Los últimos procesadores AMD ahora ofrecen EXPO, que es una nueva forma de overclock que promociona un mayor rendimiento y una mayor estabilidad. La memoria de escritorio XLR8 Gaming MAKO y MAKO RGB de PNY en 6400MHz ofrecerá una estabilidad impresionante con los sistemas AMD y también son compatibles con Intel a través de los perfiles XMP preprogramados.\n\nRAM: 32 GB DDR5\nMarca: PNY\nNúmero de modelo del producto: MD32GK2D5640040MXR\nDimensiones del producto: 5,24 x 1,38 x 0,28 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 5.24 x 1.38 x 0.28 pulgadas\nTipo de memoria del equipo: DDR5 SDRAM\nVoltaje: 1,4 Voltios\nFabricante: PNY","Price":105.00,"Features":["2x16GB","CL40","Dual Channel","Disipadas"],"Date":"2024-07-10T11:21:11.9061683-04:00","Update":"2024-09-27T10:07:02.6930615-04:00","Label":"RAM DDR5 PNY XLR8 MAKO 32GB 6400mhz"}