{
  "Category": "Periféricos",
  "SubCategory": "Silla",
  "Images": [
    "/images/products/silla-yaheetech-1.webp",
    "/images/products/silla-yaheetech-2.webp",
    "/images/products/silla-yaheetech-3.webp",
    "/images/products/silla-yaheetech-4.webp",
    "/images/products/silla-yaheetech-5.webp",
    "/images/products/silla-yaheetech-6.webp",
    "/images/products/silla-yaheetech-7.webp",
    "/images/products/silla-yaheetech-8.webp"
  ],
  "Description": "El respaldo curvo se adapta perfectamente al cuerpo humano y apoya la curva natural de la columna vertebral. El asiento acolchado más grande hace que estar sentado durante mucho tiempo sea mucho más cómodo para los usuarios de la mayoría de los tamaños corporales.\r\n\r\nEsta silla de oficina de malla cuenta con un respaldo de malla densamente tejida, que permite un mejor flujo de aire y transpirabilidad, acelera la disipación del calor y la humedad. El diseño curvo de la parte media de la espalda apoya la curva natural de la columna vertebral y protege la parte inferior y media de la espalda mientras le pide que se siente derecho.\r\n\r\nLos reposabrazos fáciles de usar le brindan apoyo permanente para sus brazos y le permiten sentarse más cómodamente, eliminando la fatiga después de un largo día de trabajo duro.\r\n\r\nSimplemente empujando o tirando de la palanca, esta silla de oficina de malla se puede inclinar e inclinar hacia atrás o bloquear en su lugar para varias posiciones de asiento. Se proporciona una perilla de control de tensión de inclinación debajo del asiento para ajustar la tensión del sillón reclinable.\r\n\r\nProporcionamos todo el hardware y las herramientas necesarias, y un manual de instalación ilustrado para ayudarlo a configurar esta silla. Si tiene alguna pregunta, no dude en ponerse en contacto con nosotros.\r\n\r\nMarca: Yaheetech\r\nDe color negro\r\nMaterial: malla de nailon.\r\nTamaño: 23,8 x 23,6 x (34,8-38,8)'' (largo x ancho x alto)\r\nEstilo de espalda: espalda de malla\r\nCaracterística especial: altura ajustable, reposabrazos, ergonómico, rodante, giratorio\r\nRecuento de unidades: 1,0 recuento\r\nTipo de material del asiento: Espuma\r\nUsos recomendados para el producto: oficina, dibujo, lectura, relajación, juegos.\r\nRecomendación de peso máximo: 250 libras\r\nEstilo: Moderno\r\nPatrón: Solido\r\nTipo de acabado: Cromo\r\nTipo de habitación: Oficina\r\nRango de edad (Descripción): Adulto\r\nDeporte: Atributo no aplicable para producto\r\nTema: oficina, estudio, trabajo, hogar\r\nRecomendación de superficie: piso duro",
  "Price": 169.00,
  "Features": [
    "Oficina",
    "Ergonómica",
    "Reposabrazos",
    "Ruedas giratorias",
    "Gris"
  ],
  "Date": "2023-05-12T07:54:58.4743215-04:00",
  "Update": "2023-07-19T18:04:45.7136611-04:00",
  "Discount": 0.0,
  "Label": "Silla YAHEETECH"
}