{"Category":"Componentes","SubCategory":"Disco Sólido","Images":["/images/products/ssd-m2-patriot-viper-vp4300-lite-4tb-1.webp","/images/products/ssd-m2-patriot-viper-vp4300-lite-4tb-2.webp","/images/products/ssd-m2-patriot-viper-vp4300-lite-4tb-3.webp"],"Description":"Model\nBrand: Patriot\nModel: VP4300L4TBM28H\nDevice Type: Internal Solid State Drive (SSD)\nUsed For: Consumer\n\n\nDetails\nForm Factor: M.2 2280\nCapacity: 4TB\nInterface: PCI-Express 4.0 x4\nProtocol: NVMe 2.0\n\n\nPerformance\nMax Sequential Read: Up to 7400 MBps\nMax Sequential Write: Up to 6000 MBps\nHeatSink: without HeatSink\n\n\nFeatures\nFeatures: Built with the latest PCIe Gen x controller, fully compliant with NVMe . and fully compatible with both PCs and the Playstation , the VP Lite is the latest in Viper Gamings high-performance solid state drive line. Featuring Viper Gamings newest DRAMLESS design, gamers can anticipate sharp performance with the VP Lites host memory buffer support and Toggle  and ONFi  mode Flash support for double data rates up to , MTs. Alongside its Seq. Read speeds up to , MBs, Seq. Write speeds up to , MBs, PS sequential read speeds up to , MBs and , TBW, the VP Lite will blow away the competition every time. Along with its construction from world-class materials and a high-efficiency slim graphene heatshield, the VP Lite comes with the tools to ensure consistently strong performance with its embedded thermal sensor for throttling, low power consumption and SmartECC technology. With storage capacity starting at GB, the VP Lite offers a premier combination of performance, security and reliability perfect for any gamer across multiple systems.\n\n* Read/Write speeds up to 7,400 / 6,400MB/s\n* Latest NVMe 2.0 support\n* PS5 compatible\n* 5 years warranty\n\n\nDimensions & Weight\nHeight: 4.000\nWidth: 5.200\nWeight: 0.0551","Price":315.00,"Features":["7400mbr","6000mbw","2000TBW","NVMe","PCIe4","UltraM2"],"Date":"2025-12-07T09:36:14.3260654-05:00","Update":"2025-12-07T10:32:27.0482183-05:00","Label":"SSD M.2 Patriot Viper VP4300 Lite 4TB"}