{
  "Category": "Componentes",
  "SubCategory": "Disco Sólido",
  "Images": [
    "/images/products/ssd-m2-samsung-980-pro-2tb-1.webp",
    "/images/products/ssd-m2-samsung-980-pro-2tb-2.webp",
    "/images/products/ssd-m2-samsung-980-pro-2tb-3.webp",
    "/images/products/ssd-m2-samsung-980-pro-2tb-4.webp",
    "/images/products/ssd-m2-samsung-980-pro-2tb-5.webp",
    "/images/products/ssd-m2-samsung-980-pro-2tb-6.webp"
  ],
  "Description": "Model\nBrand: SAMSUNG\nSeries: 980 PRO\nModel: MZ-V8P2T0B/AM\nDevice Type: Internal Solid State Drive (SSD)\nUsed For: Consumer\n\n\nDetails\nForm Factor: M.2 2280\nCapacity: 2TB\nMemory Components: Samsung V-NAND\nInterface: PCIe Gen 4.0 x4, NVMe 1.3c\nController: Elpsis\nCache: Samsung 2GB Low Power DDR4 SDRAM\nEncryption: AES 256-bit Full Disk Encryption, TCG/Opal V2.0, Encrypted Drive (IEEE1667)\n\n\nPerformance\nMax Sequential Read: Up to 7000 MBps\nMax Sequential Write: Up to 5100 MBps\nMTBF: 1,500,000 hours\n\n\nFeatures\nFeatures: Next-level SSD performance\nUnleash the power of the Samsung 980 PRO PCIe 4.0 NVMe SSD for next-level computing. 980 PRO delivers 2x the data transfer rate of PCIe 3.0, while maintaining compatibility with PCIe 3.0.\n\nMaximum Speed\nGet read speeds up to 7,000 MB/s with 980 PRO and push the limits of what SSDs can do. Powered by a new Elpsis controller designed to harmonize the flash memory components and the interface for superior speed - with a PCIe 4.0 interface that's 2x faster than PCIe 3.0 SSDs and 12x faster than Samsung SATA SSDs - every component of this NVMe SSD is manufactured by Samsung for performance that lasts.\n\nA winning combination\nDesigned for hardcore gamers and tech-savvy users, the 980 PRO offers high-performance bandwidth and throughput for heavy-duty applications in gaming, graphics, data analytics, and more. It's fast at loading games, so you can play more and wait less.\n\nEfficient M.2 SSD\nThe 980 PRO comes in a compact M.2 2280 form factor, which can be easily plugged into desktops and laptops. Due to its size and thus optimized power efficiency, it's ideal for building high-performance computing systems.\n\nReliable thermal control\nHigh-performance SSDs usually require high-performance thermal control. To ensure stable performance, the 980 PRO uses nickel coating to help manage the controller's heat level and a heat spreader label to deliver effective thermal control of the NAND chip.\n\nSmart thermal solution\nEmbedded with Samsung's cutting-edge thermal control algorithm, 980 PRO manages heat on its own to deliver durable and reliable performance, while minimizing performance fluctuations during extended usage.\n\nSamsung Magician software\nUnlock the full potential of 980 PRO with Samsung Magician's advanced, yet intuitive optimization tools. Monitor drive health, optimize performance, protect valuable data, and receive important updates with Magician to ensure you're always getting the best performance out of you\n\n\nEnvironmental\nPower Consumption (Idle): 35 mW\nPower Consumption (Active): Average: 6.1W\nMaximum: 7.2W (Burst mode)\nMax Shock Resistance: 1,500 G & 0.5 ms (Half sine)",
  "Price": 159.00,
  "Features": [
    "7000mbs",
    "PCIe 4",
    "NVMe"
  ],
  "Date": "2023-08-16T09:17:42.5509882-04:00",
  "Update": "2023-08-16T11:17:10.323595-04:00",
  "Discount": 0.0,
  "Label": "SSD M.2 SAMSUNG 980 PRO 2TB"
}