{"Category":"Componentes","SubCategory":"Red","Images":["/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-1.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-2.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-3.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-4.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-5.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-6.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-7.webp","/images/products/tarjeta-de-red-fenvi-wi-fi-5-ac1200-dual-band-blue-ni7ab6-8.webp"],"Description":"Wi-Fi de alta velocidad: Experimente una conectividad a Internet perfecta con el adaptador inalámbrico Fenvi WiFi 5 PCI-E, que ofrece una velocidad de transmisión de 1000Mbps y una velocidad de transmisión LAN de Ethernet.\n\nFrecuencia de banda dual: Esta tarjeta de red admite frecuencias 2,4G y 5G, lo que garantiza una cobertura inalámbrica consistente y confiable.\n\nBluetooth 4,0 Compatibilidad: Disfrute de la comodidad de la compatibilidad Bluetooth 4,0, lo que permite un fácil Emparejamiento con otros dispositivos para la comunicación inalámbrica.\n\nAplicación de escritorio: Diseñado específicamente para uso de escritorio, este adaptador inalámbrico proporciona una experiencia de Internet sin problemas para los usuarios de PC.\n\nCompatibilidad Socket PCI-E: El adaptador PCI-E lo hace compatible con la mayoría de las computadoras de escritorio, ofreciendo una solución versátil para la conectividad inalámbrica.\n\nTipo interno: Como tipo interno de adaptador inalámbrico, proporciona una solución limpia e integrada para sus necesidades de red, sin la necesidad de hardware externo.\n\nAC1200 WiFi 5 PCI-E adaptador inalámbrico 802. Tri banda: 2,4 Ghz-5Ghz, para Bluetooth 4,0, para computadora de escritorio\n\nCompatible con: La mayoría de la placa base de la ranura PCI-E\n\n\nCompatible con Intel WiFi 5 Chipset\n\nSistemas operativos compatibles: trabajar en Microsoft Windows 7, 8, 10, 11* 64bit.\n\nFrecuencia de señales WiFi compatibles: 2.4G y 5G\nVelocidad de transmisión: 1200 Mbps\nCertificación: CE\nNúmero de modelo.: WIFI 5 AC1200\nTipo: Interno, Wireless\nEnchufe del adaptador: PCI-E\nNombre de la marca: FENVI\nModelo: Intel WiFi 5 Chipset\nbanda: 2,4 Ghz - 5Ghz\n\nVelocidad de hasta 1200Mbps (El router debe en 80Mhz);\nVelocidad de hasta 867Mbps(5Ghz), 300Mbps (2,4 Ghz)\nCon Bluetooth 4,0, soporte MU-MIMO\nInterfaz: PCI-E X1/X4/X8/X16\nEstándares: IEEE 802.11a/B/g/n/AC/AX\n\n\n\nEl producto incluye instructivo y CD de instalación\n\n\nEl Bluetooth no funciona, ¿qué debo hacer?\n\nConecte el cable USB de 9 pines (negro) incluido en el paquete a la interfaz USB 2,0 de 9 pines de la placa base. El extremo blanco se conecta al adaptador de tarjeta de red PCI-E. A continuación, Instale el controlador Bluetooth.","Price":35.00,"Features":["867Mbps","5GHz","2.4GHz","802.11AC","PCIe x1","Wifi","Interna","Adaptador","Expansión"],"Date":"2024-10-23T13:42:21.1458809-04:00","Update":"2025-01-20T10:39:04.1549063-05:00","Label":"Tarjeta de Red Fenvi Wi-Fi 5 AC1200 Dual Band Bluetooth 4.0"}