{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/teclado-corsair-k70-rgb-tkl-1.webp","/images/products/teclado-corsair-k70-rgb-tkl-2.webp","/images/products/teclado-corsair-k70-rgb-tkl-3.webp","/images/products/teclado-corsair-k70-rgb-tkl-4.webp","/images/products/teclado-corsair-k70-rgb-tkl-5.webp","/images/products/teclado-corsair-k70-rgb-tkl-6.webp","/images/products/teclado-corsair-k70-rgb-tkl-7.webp","/images/products/teclado-corsair-k70-rgb-tkl-8.webp","/images/products/teclado-corsair-k70-rgb-tkl-9.webp"],"Description":"Los productos de la serie Corsair Champion están diseñados y probados por los mejores profesionales de los deportes electrónicos. Te ayudan a ganar con un teclado de calidad de competición con un factor de forma tenkeyless (sin las teclas numéricas de la derecha) portátil y que ahorra espacio, un cable USB tipo C desmontable y un interruptor de modo de torneo.\n\nLa tecnología de hiperprocesamiento de Corsair Axon transmite lo que introduces a tu PC hasta 8 veces más rápido que los teclados para videojuegos convencionales con 8.000 hertz de velocidad con la que reporta el mouse su posición a la PC.\n\nEnfréntate a la competencia con estilo con un marco de aluminio duradero, iluminado por una retroiluminación RGB dinámica por tecla, totalmente programable para llevar los colores de tu equipo o crear tus propios efectos de iluminación personalizados.\n\nGira el interruptor de torneo y concéntrate en ganar los juegos cruciales, cambia automáticamente a retroiluminación estática sin distracciones y deshabilita la activación accidental de macros.\n\nLas teclas de doble disparo de tereftalato de polibutileno son moldeadas con precisión y tienen un diseño de fila inferior estándar que resisten el desgaste, la decoloración y no pierden el brillo, con 1/16 de pulgada de grosor para darles una estabilidad rígida.","Price":150.0,"Features":["USB-C","80%","Aluminio","Mecánico","iCUE","NKRO","PBT keycaps","Tournament Mode","Anti-Ghosting","Gaming"],"Date":"2025-04-24T14:41:46.2342301-04:00","Update":"2025-04-24T14:43:36.1870912-04:00","Def":true,"Label":"Teclado Corsair K70 RGB TKL"}