{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/teclado-corsair-k60-rgb-pro-1.webp","/images/products/teclado-corsair-k60-rgb-pro-2.webp","/images/products/teclado-corsair-k60-rgb-pro-3.webp","/images/products/teclado-corsair-k60-rgb-pro-4.webp","/images/products/teclado-corsair-k60-rgb-pro-5.webp","/images/products/teclado-corsair-k60-rgb-pro-6.webp","/images/products/teclado-corsair-k60-rgb-pro-7.webp","/images/products/teclado-corsair-k60-rgb-pro-8.webp","/images/products/teclado-corsair-k60-rgb-pro-9.webp"],"Description":"Un robusto marco de aluminio cepillado con anodización negra ofrece un aspecto elegante y moderno y años de durabilidad probada en batalla. Voltaje nominal: DC 5V\nLos interruptores mecánicos CHERRY VIOLA 100% fabricados en Alemania ofrecen un desplazamiento lineal suave con entradas rápidas y precisas.\n\nIlumina tu escritorio con retroiluminación RGB dinámica por tecla totalmente personalizable con colores y efectos casi ilimitados, mejorada con teclas subterráneas amplificadas con una fila inferior estándar.\n\nEl potente software CORSAIR iCUE permite un control dinámico de iluminación RGB, reasignaciones de teclas y programación macro personalizada, y sincronización de iluminación de sistema completo en todos los dispositivos CORSAIR compatibles con iCUE.\n\nExperimenta un nivel de inmersión sin igual al jugar juegos integrados en iCUE, ya que tu iluminación RGB reacciona dinámicamente a las acciones y eventos del juego en tiempo real.\n\nEl rollover completo de tecla N (NKRO) con 100% anti-ghosting garantiza que cada pulsación de teclas se registre, sin importar lo rápido que juegues.\n\nLos prácticos atajos de teclado te permiten controlar la reproducción multimedia, el volumen y la iluminación integrada sobre la marcha.\n\nEl teclado mecánico para juegos CORSAIR K60 RGB PRO está diseñado tanto para estilo como para sustancia con un marco de aluminio cepillado duradero e interruptores mecánicos CHERRY VIOLA. Ilumina tu escritorio con una vívida retroiluminación RGB por tecla, totalmente personalizable a través del potente software CORSAIR iCUE.","Price":95.00,"Features":["Aluminio","Mecánico","iCUE","NKRO","Anti-Ghosting","Gaming","Full"],"Date":"2025-04-24T14:41:46.0010995-04:00","Update":"2025-04-24T14:43:33.6672346-04:00","Label":"Teclado Corsair K60 RGB Pro"}