{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/teclado-logitech-g413-se-1.webp","/images/products/teclado-logitech-g413-se-2.webp","/images/products/teclado-logitech-g413-se-3.webp"],"Description":"El teclado G413 SE ofrece el desempeño y la resistencia que requiere el entorno de competición, desde interruptores mecánicos táctiles a seguidilla de 6 teclas con prevención de efecto fantasma y teclas de PBT.\n\nAquí tienes el G413 SE, un teclado de tamaño normal para quienes el desempeño de juego es importante. Con interruptores mecánicos táctiles, seguidilla de 6 teclas con prevención de efecto fantasma y teclas de PBT resistentes al calor, tiene las características idóneas para juegos y la confiable durabilidad requerida para competir.\n\nG413 SE tiene una distribución de tamaño normal para optimizar el desempeño. Los interruptores mecánicos táctiles aptos para juegos ofrecen una respuesta sutil a través del momento de actuación: ideal para decisiones rápidas en juegos FPS y competitivos. \n\nLas teclas resistentes son vitales para actuar con firmeza confiando en cada pulsación. Las teclas de G413 TKL SE son de PBT, el material más duradero del mercado. PBT ofrece una excelente resistencia al calor y al desgaste, para un óptimo desempeño de juego en todo el ciclo de vida del teclado. \n\nLa seguidilla de 6 teclas con matriz de prevención de efecto fantasma proporciona un total control en pleno juego. Puedes presionar sin problemas varias teclas simultáneamente.\n\nG413 SE tiene una cubierta superior de aleación de aluminio 5052 con poca huella de carbono y con calidad de material aeronáutico en negro mate, interruptores mecánicos aptos para juegos y teclas de PBT, para una experiencia y durabilidad superiores.","Price":90.0,"Features":["Mecánico","Macros","PBT keycaps","Outstanding latency","fast-paced FPS","Retroiluminación","Aluminio","Gaming","Full"],"Date":"2025-04-24T14:41:44.7192419-04:00","Update":"2025-04-24T14:43:18.0414145-04:00","Label":"Teclado Logitech G413 SE"}