{
  "Category": "Periféricos",
  "SubCategory": "Teclado",
  "Images": [
    "/images/products/teclado-corsair-k60-rgb-pro-se-1.webp",
    "/images/products/teclado-corsair-k60-rgb-pro-se-2.webp",
    "/images/products/teclado-corsair-k60-rgb-pro-se-3.webp",
    "/images/products/teclado-corsair-k60-rgb-pro-se-4.webp",
    "/images/products/teclado-corsair-k60-rgb-pro-se-5.webp",
    "/images/products/teclado-corsair-k60-rgb-pro-se-6.webp",
    "/images/products/teclado-corsair-k60-rgb-pro-se-7.webp"
  ],
  "Description": "Model\nBrand: Corsair\nName: K60 RGB PRO SE\nModel: CH-910D119-NA\n\n\nKeyboard\nKeyboard Interface: USB 3.0\nDesign Style: Gaming\nPalm Rest: Full length, detachable magnetic cushioned with memory foam cushion\nMechanical Keyboard: Yes\nKey Switch Type: Cherry Viola\nKeyboard Color: Black\nDimensions: 1.46\" x 17.40\" x 5.40\"\nBacklit: Yes\nType: Wired\n\n\nMouse\nMouse Included: No\n\n\nFeatures\nFeatures: Anodized Aluminum Frame: Made from brushed aluminum with black anodization for a stylish, modern look and years of battle-tested durability.\n\n100% CHERRY VIOLA Mechanical Keyswitches: Linear travel with fast and precise inputs.\n\nPBT Double-Shot Keycaps: Precision-molded keycaps with a standard bottom row layout resist wear, fading, and shine, with 1.5mm thickness for rigid stability.\n\nDynamic Per-Key RGB Backlighting: Illuminate your desktop with near-limitless colors and effects, enhanced by keyswitches that create an ultra-bright underglow.\n\nMagnetic Detachable Leatherette Palm Rest: Easily slides into place, with a soft-textured surface and memory foam cushioning for the plush comfort to breeze through hours of gaming.\n\nPowerful CORSAIR iCUE Software: Enables dynamic RGB lighting control, key remaps and custom macro programming, and full-system lighting synchronization across all iCUE-compatible CORSAIR devices.\n\niCUE Game Integrations: Experience an unparalleled level of immersion when playing iCUE-integrated games, as your RGB lighting dynamically reacts to in-game actions and events in real-time.\n\nFull N-Key Rollover (NKRO) with 100% Anti-Ghosting: Ensures that every keypress registers, no matter how fast you play.\n\nWindows Key Lock Mode: Guarantees you'll never accidentally interrupt your game at critical moments.\n\nConvenient Keyboard Shortcuts: Control media playback, volume, and onboard lighting on-the-fly.\n\n\nPackage Contents\nPackage Contents: K60 RGB PRO SE Mechanical Gaming Keyboard\nPalm rest\nQuick start guide\nSafety information\nWarranty guide",
  "Price": 120.00,
  "Features": [
    "Mecánico",
    "Retroiluminado",
    "Palm rest",
    "iCUE Software",
    "Gaming",
    "Cableado",
    "USB3"
  ],
  "Date": "2024-01-18T07:08:28.9967658-05:00",
  "Update": "2024-01-18T08:30:01.0081544-05:00",
  "Label": "Teclado Corsair K60 RGB Pro SE"
}