{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/teclado-corsair-k70-core-1.webp","/images/products/teclado-corsair-k70-core-2.webp","/images/products/teclado-corsair-k70-core-3.webp","/images/products/teclado-corsair-k70-core-4.webp","/images/products/teclado-corsair-k70-core-5.webp","/images/products/teclado-corsair-k70-core-6.webp","/images/products/teclado-corsair-k70-core-7.webp","/images/products/teclado-corsair-k70-core-8.webp"],"Description":"Magnífica experiencia de teclado mecánico: los interruptores mecánicos lineales CORSAIR Red prelubricados ofrecen pulsaciones de teclas suaves y sensibles, mejoradas por dos capas de amortiguación de sonido para juegos y escritura extremadamente satisfactorios\nControl multimedia magistral: controla el volumen y más con un dial giratorio multifunción y un botón multimedia programable, personalizable con iCUE\nPlaca superior de aluminio robusta: la placa superior de aluminio duradera ofrece otra capa de estabilidad y estilo\nTeclas resistentes de doble disparo: las teclas de doble disparo ABS resistentes y resistentes no se agrietan bajo presión\nAlmacene su configuración a bordo: Guarde hasta cinco perfiles de sus configuraciones personalizadas y RGB\n\nEl teclado para juegos CORSAIR K70 CORE potencia tu mejor juego y hace que los juegos y la escritura sean increíbles. Con interruptores mecánicos lineales CORSAIR Red suaves y sedosos y dos capas de espuma amortiguadora de sonido para un sonido y sensación de escritura superiores, este es el rendimiento CORSAIR de primer nivel en su núcleo. Toma el control sin esfuerzo con un dial giratorio multifunción y un botón multimedia programable, configurable en iCUE. Utilice iCUE para personalizar también la deslumbrante iluminación RGB por tecla del K70 CORE y hacer de su escritorio su propia obra de arte dinámica, y luego guarde sus configuraciones RGB y macros en hasta cinco perfiles integrados para tener siempre listos. Tu ambición comienza con el K70 CORE","Price":120.0,"Features":["Aluminio","Mecánico","iCUE","NKRO","Anti-Ghosting","Gaming","Full"],"Date":"2025-04-24T14:41:46.0200846-04:00","Update":"2025-04-24T14:43:33.8850767-04:00","Label":"Teclado Corsair K70 Core"}