{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/teclado-razer-huntsman-mini-60-1.webp","/images/products/teclado-razer-huntsman-mini-60-2.webp","/images/products/teclado-razer-huntsman-mini-60-3.webp","/images/products/teclado-razer-huntsman-mini-60-4.webp","/images/products/teclado-razer-huntsman-mini-60-5.webp","/images/products/teclado-razer-huntsman-mini-60-6.webp"],"Description":"Razer Huntsman Mini, teclado para juegos reducido al 60%: Los interruptores de teclado más rápidos que existen, interruptores ópticos Clicky - Iluminación RGB Chroma - Teclas de PBT - Memoria incorporada - Negro clásico \n\nEl fabricante de periféricos para juegos más vendido en los Estados Unidos: Fuente: The NPD Group, Inc. EE. UU. Servicio de seguimiento al por menor, teclados, ratones, auriculares de PC/micrófono de PC, diseño de juegos.\n\nMás rápido que los interruptores mecánicos convencionales: Los interruptores ópticos Razer tienen un funcionamiento basado en la luz, registran pulsaciones de teclas a la velocidad de la luz (distancia de actuación 30% más corta que otros interruptores Clicky a 0.059 pulgadas) y tienen comentarios satisfactorios\n\nMáxima personalización e inmersión en juegos con Razer Chroma: Se sincroniza completamente con juegos populares, hardware Razer, Philips Hue, y equipos de más de 30 socios; soporta 16.8 millones de colores en teclas retroiluminadas individualmente\n\nCalidad, construcción de aluminio: Cubierto con un marco superior de aluminio mate para una mayor integridad estructural\n\nTeclas PBT de doble resistencia, resistentes al aceite: Hecho de PBT texturizado de alta calidad para un acabado más duradero y texturizado menos propenso a la acumulación de suciedad a largo plazo\n\nMacros totalmente programables: Razer Hypershift permite que todas las teclas y combinaciones de teclas se reestructuren para ejecutar comandos complejos","Price":99.0,"Features":["Macros","Aluminio","PBT","RGB","Opticos","Clicky","Gaming"],"Date":"2023-11-05T07:48:21.938533-05:00","Update":"2023-11-05T10:12:40.6440254-05:00","Label":"Teclado Razer Huntsman Mini 60%"}