{"Category":"Periféricos","SubCategory":"Teclado","Images":["/images/products/teclado-asus-rog-strix-scope-rx-1.webp","/images/products/teclado-asus-rog-strix-scope-rx-2.webp","/images/products/teclado-asus-rog-strix-scope-rx-3.webp","/images/products/teclado-asus-rog-strix-scope-rx-4.webp","/images/products/teclado-asus-rog-strix-scope-rx-5.webp","/images/products/teclado-asus-rog-strix-scope-rx-6.webp","/images/products/teclado-asus-rog-strix-scope-rx-7.webp","/images/products/teclado-asus-rog-strix-scope-rx-8.webp","/images/products/teclado-asus-rog-strix-scope-rx-9.webp","/images/products/teclado-asus-rog-strix-scope-rx-10.webp","/images/products/teclado-asus-rog-strix-scope-rx-11.webp","/images/products/teclado-asus-rog-strix-scope-rx-12.webp"],"Description":"Alcance ROG Strix RX\nTeclado para juegos óptico RGB ROG Strix Scope RX para jugadores de FPS, con interruptores mecánicos ópticos ROG RX, iluminación RGB Aura Sync integral, resistencia al agua y al polvo IP57, paso a través de USB 2.0 y placa superior de aleación.\n\n    Interruptores mecánicos ópticos ROG RX: disfrute de pulsaciones de teclas consistentes y sin vibraciones y una vida útil de 100 millones de pulsaciones.\n    Obtenga más información sobre el interruptor de teclado ROG RX.\n    Ilumínalo con ROG:  LED RGB por tecla con iluminación central para una iluminación completa, logotipo ROG retroiluminado y efectos de iluminación personalizables.\n    Teclas PBT de doble inyección: las teclas PBT ofrecen una sensación superior y una durabilidad duradera que cuenta con leyendas ROG únicas para una iluminación elegante\n    Diseñado para durar:  la cubierta superior de aleación y la resistencia al agua y al polvo IP57 ayudan a garantizar una larga vida útil.\n    Paso a través de USB 2.0:  puerto con todas las funciones para cargar dispositivos y almacenamiento externo\n    Listo para FPS:  Tecla Ctrl extendida para 'Agacharse' y otros comandos\n    Tecla sigilosa:  toque para ocultar todas las aplicaciones y silenciar el audio para una privacidad instantánea\n    Interruptor de alternancia rápida:  cambia instantáneamente entre función y entrada de teclas multimedia\n    Macros, administración y memoria integrada:   asigne comandos de múltiples teclas, ajuste configuraciones a través de Armoury Crate y almacene hasta cinco perfiles en la memoria integrada","Price":165.00,"Features":["FPS","Macros","USB 2.0 passthrough","IP57 waterproof","PBT doubleshot keycaps","RGB","Mechanical"],"Date":"2025-04-24T14:41:48.4534028-04:00","Update":"2025-04-24T14:43:57.5595385-04:00","Label":"Teclado Asus ROG Strix Scope RX"}