{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/thermalright-am5-secure-frame-red-1.webp","/images/products/thermalright-am5-secure-frame-red-2.webp","/images/products/thermalright-am5-secure-frame-red-3.webp","/images/products/thermalright-am5-secure-frame-red-4.webp","/images/products/thermalright-am5-secure-frame-red-5.webp","/images/products/thermalright-am5-secure-frame-red-6.webp"],"Description":"Ranura dedicada para CPU: exclusivo corrector anti-flexión AM5 con proceso de arenado anodizado de aluminio, instalación totalmente laminada, sin marcas con bordes de presión uniformes, múltiples instalaciones no desgastarán la cubierta de la CPU.\n\nAlmohadilla de pie aislada: el posicionamiento preciso del tamaño de la ranura de CPU AM5 con pies protectores aislados puede reducir la capacitancia causada por la silicona conductora térmica que entra en contacto con la CPU.\n\nEfecto antioxidante: toda la mano de obra de precisión de aleación de aluminio, tratamiento de oxidación de la superficie, perímetro redondeado, no es fácil de rayar, cuidadosamente diseñado para adaptarse perfectamente a la CPU, puede soportar el peso del enfriador para evitar que la CPU se doble, versión roja.\n\nAdecuado para ranuras de placa base de CPU AM5, configurado con destornillador en forma de L para una fácil instalación. La grasa de silicona TF7 0.07 oz incluida con una conductividad térmica de 12.8W/M.K se puede combinar con un enfriador para mejorar rápidamente el efecto de enfriamiento de la CPU. Siga las instrucciones o el video de instalación para operar, puede instalar correctamente en un solo paso.\n\nEspecificaciones de soporte: Tamaño del producto: 70 (L) × 54 (W) × 6 (H) mm, solo soporta AMD: CPU AM5, ranura para placa base para AM5, chipset para X670, serie B650, peso: cuerpo: 0.71 oz, total 1.94 oz.","Price":17.0,"Features":[],"Date":"2023-10-02T14:29:08.3286216-04:00","Update":"2023-10-03T09:09:19.5109387-04:00","Label":"Thermalright AM5 Secure Frame RED"}