{"Category":"Componentes","SubCategory":"Otros","Images":["/images/products/thermalright-lga1700-bcf-black-v2-1.webp","/images/products/thermalright-lga1700-bcf-black-v2-2.webp","/images/products/thermalright-lga1700-bcf-black-v2-3.webp","/images/products/thermalright-lga1700-bcf-black-v2-4.webp","/images/products/thermalright-lga1700-bcf-black-v2-5.webp"],"Description":"Sobre este artículo\r\nTecnología avanzada: el soporte de corrección de curva está diseñado de acuerdo con Intel LGA1700, con el objetivo de evitar el riesgo de que la CPU se doble por el refrigerador. El producto está hecho de aleación de aluminio para garantizar la calidad del producto.\r\n[Detalles optimizados] Proceso de chorro de arena anodizado de aleación de aluminio adoptado, diseño único de forma THERMALRIGHT que aumenta el valor del producto, diseñado de acuerdo con el tamaño de la CPU, posicionamiento preciso, evitación perfecta de condensadores, lo que te da la mejor experiencia de instalación.\r\n[Especificaciones del producto] 2.126 x 2.756 x 0.236 in, todo el material de aleación de aluminio, el cuerpo principal 0.71 oz, todo 1.94 oz, viene con un destornillador en forma de L, fácil de instalar al mismo tiempo, para la disipación de calor de la CPU, tamaño bien diseñado para la CPU, soporta el peso del refrigerador, para evitar que la CPU se doble\r\n[Especificaciones de soporte] Compatible con CPU de generación Intel 12/13/14, ranura para CPU de placa base para el chipset LGA1700 H610, B660, B760, Z690, Z790 y otras series.\r\n[Fácil de instalar] Viene con un destornillador en forma de L, fácil de instalar LGA1700-BCF a la CPU, fácil de instalar, puedes seguir las instrucciones o el video de instalación, si tienes alguna pregunta, consulta el servicio al cliente de la tienda.\r\nCompatibilidad: el marco de contacto de la CPU es un reemplazo para el mosquetón común, no el mosquetón del disipador de calor.","Price":16.0,"Features":[],"Date":"2024-05-03T10:37:20.0612972-04:00","Update":"2024-09-18T16:39:34.1608681-04:00","Label":"Thermalright LGA1700-BCF Black V2"}