{
  "Category": "Periféricos",
  "SubCategory": "Webcam",
  "Images": [
    "/images/products/webcam-youlisn-full-hd-1080p-c01-black-1.webp",
    "/images/products/webcam-youlisn-full-hd-1080p-c01-black-2.webp",
    "/images/products/webcam-youlisn-full-hd-1080p-c01-black-3.webp",
    "/images/products/webcam-youlisn-full-hd-1080p-c01-black-4.webp",
    "/images/products/webcam-youlisn-full-hd-1080p-c01-black-5.webp",
    "/images/products/webcam-youlisn-full-hd-1080p-c01-black-6.webp"
  ],
  "Description": "Sobre este artículo\r\nCámara web Full HD de 1080P con micrófono para PC: la cámara web de computadora Youlisn proporciona transmisión de video de 1080P a 30 cuadros por segundo, lente antirreflejos de 5 capas, junto con corrección automática de luz y tecnología HDR, pueden garantizar que te proporcionen video realista de 1920 x 1080p e imagen nítida. Perfecto para conferencias web, transmisión en vivo, videollamadas y grabación.\r\nConversaciones más claras: la cámara web USB Youlisn con micrófono integrado de reducción de ruido puede eliminar automáticamente el ruido de fondo y capturar claramente tu voz a menos de 26.2 ft, hace que el sonido sea más puro y claro para una comunicación sin complicaciones.\r\nCorrección automática de poca luz: la cámara de computadora Youlisn captura imágenes en un gran ángulo de hasta 90 grados, con tecnología de corrección automática de poca luz, lo que permite que la cámara web de transmisión capture una imagen más completa con poca luz. La cámara de PC también cuenta con aumento de poca luz, aumento de color y ajuste de exposición, para que puedas lucir lo mejor posible incluso con luz tenue y dura.\r\n【Plug and Play】La cámara web USB es fácil de configurar, no es necesario descargar o instalar software de controlador complicado, simplemente enchufa y usa para ahorrar problemas. El clip giratorio y el cable USB de 6.2 ft lo suficientemente largo te permiten colocar el protector facial en la computadora portátil, monitor LCD o trípode, etc. Diseño de enfoque manual, te permite decidir la escena en la que quieres que la cámara web se enfoque.\r\nAlta compatibilidad y múltiples aplicaciones: la cámara web USB Youlisn para portátil puede funcionar con Windows 7/10/11, Mac OSX, Linux, etc. sistemas operativos. Soporta PC, portátil con puerto USB. La cámara web Pro Stream proporciona video de excelente calidad en Skype, Facetime, OBS, XBOX ONE, Hangouts, Facebook, Zoom, Twitch y más.\r\n› Ver los detalles del producto\n\nNombre de marca: Youlisn\nDimensiones del paquete: 5,59 x 3,7 x 2,05 pulgadas\nNúmero de modelo del producto: C01\nDescatalogado por el fabricante: No\nNombre del color: C01-negro\nCaracterísticas especiales: Luz baja\nASIN: B087WT6L6B\nOpinión media de los clientes: 4.2\r\n2,127 calificaciones\r\n4.2 de 5 estrellas\nClasificación en los más vendidos de Amazon: nº131 en Cámaras Web\nProducto en amazon.com desde: Abril 30, 2020\n",
  "Price": 39.00,
  "Features": [],
  "Date": "2023-07-26T16:42:54.3761933-04:00",
  "Update": "2023-07-27T06:47:19.1904441-04:00",
  "Discount": 0.0,
  "Label": "Webcam Youlisn Full HD 1080P [‎C01-Black]"
}