{"Category":"Periféricos","SubCategory":"Webcam","Images":["/images/products/webcam-logitech-brio-100-white-1.webp","/images/products/webcam-logitech-brio-100-white-2.webp","/images/products/webcam-logitech-brio-100-white-3.webp","/images/products/webcam-logitech-brio-100-white-4.webp","/images/products/webcam-logitech-brio-100-white-5.webp","/images/products/webcam-logitech-brio-100-white-6.webp","/images/products/webcam-logitech-brio-100-white-7.webp","/images/products/webcam-logitech-brio-100-white-8.webp","/images/products/webcam-logitech-brio-100-white-9.webp"],"Description":"Claridad completa: luce más claro en las videollamadas con resolución Full HD 1080p\nEquilibrio de luz automática: RightLight aumenta el brillo hasta en un 50%, reduciendo las sombras para que te veas lo mejor posible, en comparación con las cámaras web Logitech de la generación anterior (1)\nPrivacidad con una diapositiva: la cubierta integrada de la cámara web hace que sea fácil obtener privacidad total y confiable cuando no estás en una videollamada\nMicrófono incorporado: el micrófono incorporado permite que otros te escuchen claramente durante las videollamadas\nFácil de conectar y usar: el Brio 100 funciona con la mayoría de las plataformas de videollamadas, incluyendo Microsoft Teams, Zoom y Google Meet\n\nLa cámara web Logitech Brio 100 Full HD 1080p proporciona una calidad de video más clara, para que te veas mejor en las videollamadas. RightLight aumenta el brillo hasta en un 50%, reduciendo las sombras para que luzcas lo mejor posible, en comparación con las cámaras web Logitech de la generación anterior (1). El obturador de privacidad de cámara web integrado te permite disfrutar de la tranquilidad con un simple deslizamiento cuando no estás en una videollamada. Suena mejor con un micrófono incorporado. La cámara web Brio 100 Full HD es compatible con la mayoría de las plataformas de videollamadas, incluidas Microsoft Teams, Google Meet y Zoom. Los colores refinados alegran tu espacio de trabajo personal para que puedas expresarte. Fabricado con un mínimo de 34% de plástico reciclado post-consumo para un futuro mejor (2).\n\nTamaño del área de visualización de la pantalla con pie: 2,7 Pulgadas\nMáxima resolución de pantalla: FHD\nMarca: Logitech\nSeries: BRIO 100\nNúmero de modelo del producto: 960-001616\nSistema operativo: Windows, macOS, ChromeOS\nDimensiones del producto: 2,62 x 2,87 x 1,26 pulgadas\nDimensiones del artículo Largo x Ancho x Altura: 2.62 x 2.87 x 1.26 pulgadas\nColor: Blanco sucio\nResolución de la cámara web trasera: 1080 MP\nFabricante: Logitech","Price":57.00,"Features":["2MP","1080p","58°","FHD","tapa de privacidad","1.5m","30fps","75g","Micrófono","Modern","RightLight 2","USB"],"Date":"2025-04-24T14:41:46.7692106-04:00","Update":"2025-04-24T14:43:41.6923525-04:00","Label":"WebCam Logitech Brio 100 White"}